{
    "new": [
        {
            "id": "IUTUYFzitW",
            "title": {
                "text": "Welcoming Prospective Students on Spring Visit Days",
                "size": "big"
            },
            "summary": {
                "content": "SPS's Spring Visit Day showcases campus life and opportunities, featuring an Academics Fair, classes, and food trucks, helping prospective students envision their future at the school.",
                "show": true
            },
            "author": "Lulu Mangriotis",
            "date": "2024-04-07",
            "length": 2,
            "content": [
                {
                    "type": "paragraph",
                    "text": "When you opened your acceptance letter to SPS, joy filled the room. However, you were probably waiting for the monumental moment to persuade you to choose SPS: Spring Visit Day. If you applied in the post-COVID era, Spring Visit Day likely played a huge role in your decision to join our community. "
                },
                {
                    "type": "paragraph",
                    "text": "As a student at SPS, being on the other side of Spring Visit Day is just as much fun. Most students in Third and Fourth Form get paired up with a prospective student to show them around SPS for the day. Other students play an equally important role in helping prospective students and showing them the real SPS. "
                },
                {
                    "type": "paragraph",
                    "text": "Every Spring Visit Day, energy and fun circulate the campus as SPS puts forward its best foot to impress the future members of our community."
                },
                {
                    "type": "paragraph",
                    "text": "Spring Visit Day has a special schedule for the students of SPS. After checking in on campus, students attend the Academics and Activities Fair held in the Form of ‘52 Gym of the AFC. "
                },
                {
                    "type": "paragraph",
                    "text": "“The Academics and Activities Fair is my favorite part of the day,” says Dean of Admission and Financial Aid Dana Anselmi. “It is a way to showcase so many of the excellent opportunities at St. Paul’s.” After the fair, families go to Chapel, attend classes, see a panel of students, and round out their day with food trucks at the AFC and then attending afternoon activities."
                },
                {
                    "type": "paragraph",
                    "text": "The Admissions team spends countless hours preparing Spring Visit Day. They make sure to carefully curate pairings between students and prospective students to create the perfect experience for the future members of our community. "
                }
            ],
            "image": {
                "source": "/images/TbAfsMvKUNvmaRZ.jpg",
                "caption": "Photo by Temi Johnson '24",
                "show": true,
                "position": "bottom"
            }
        },
        {
            "id": "wRutCIdPzZ",
            "title": {
                "text": "Hallowed Spring Traditions at SPS",
                "size": "big"
            },
            "summary": {
                "content": "SPS's spring ushers in cherished traditions: MISH, a unique holiday with dancing and a day off; the Hugh Camp Cup for public speakers; the return of seated meals; and gatherings at Lower School Pond, highlighting community spirit and outdoor enjoyment.",
                "show": true
            },
            "author": "Thaddeus Lucentini",
            "date": "2024-04-05",
            "length": 3,
            "content": [
                {
                    "type": "paragraph",
                    "text": "The end of the Winter Term and setting our sights on spring brings much to look forward to. Scenes of longer days, warmer sunshine, and a campus covered with beautiful flowers and green grass may drift through the minds of SPS students. Outside the classrooms and off the fields, there will also be a number of campus traditions."
                },
                {
                    "type": "paragraph",
                    "text": "One of the School’s most beloved spring traditions is MISH. For new students who have not experienced a MISH holiday before, picture a better version of Cricket. Once MISH is announced, all students receive extended check so that they can attend a fun, themed dance. There’s no reason to go to bed early that night because classes are canceled the following day. Students enjoy a much-needed sleep-in, followed by a Sunday-style brunch and all-day town hours. Of all the surprise holidays, MISH is the most creative and fun, which gives the whole school something to look forward to in the weeks ahead."
                },
                {
                    "type": "paragraph",
                    "text": "For public speaking enthusiasts, the Hugh Camp Cup competition is the year's biggest event. Every spring, students write a speech on a topic of their choice and present it to their Humanities class. For the bravest and most passionate students, there is the opportunity to deliver the speech in front of the entire School in a competition whose winner is decided by a popular vote. The Hugh Camp Cup is one of the best opportunities at school to hear the stories of people you might never have spoken to and even to tell your own."
                },
                {
                    "type": "paragraph",
                    "text": "Although they are not specific to the Spring Term, seated meals are a longstanding tradition at St. Paul’s that we are lucky to have. Despite taking an unexpected break due to COVID-19, seated meals have returned to the School and hopefully are here to stay. “Seeing the faces of my peers as they delve into conversation is one of my favorite parts of SPS community life,” says Michael Nechipurenko ‘24."
                },
                {
                    "type": "paragraph",
                    "text": "Trips to the Lower School Pond docks are a unique spring tradition. \"I like to take advantage of the opportunity to spend time outdoors,” says Cora Partridge ‘24. Many people enjoy swimming at the docks when the weather is nice, but for the Form of 2024, the Lower School Pond docks are often a unique opportunity to spend time together as a form. Anyone who has been to the boathouse on a warm sunny day knows how crowded the docks can get."
                },
                {
                    "type": "paragraph",
                    "text": "Hopefully, everyone will find some tradition this spring that they will enjoy. Our School’s history and customs make it a special school, and the Spring Term is the perfect time to take advantage of everything this school offers."
                }
            ],
            "image": {
                "source": "/images/PhAgeetgcvrktAL.jpg",
                "caption": "Photo by Vin Chutijirawong '25",
                "show": true,
                "position": "bottom"
            }
        },
        {
            "id": "BGBFZNtsKs",
            "title": {
                "text": "Politics Update: Trump, Biden, and Dozens of Others Secure Party Nominations on Super Tuesday",
                "size": "medium"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Nel Peter",
            "date": "2024-04-07",
            "length": 3,
            "content": [
                {
                    "type": "paragraph",
                    "text": "On March 5, over 12 states participated in Super Tuesday, a pivotal collection of primary elections and caucuses for both Republicans and Democrats. As each party seeks to finalize its official nominees for the presidency, as well as for Senate and House of Representatives seats, Super Tuesday has consistently served as a reliable predictor for these nominations. More than a third of the total delegates for each party were up for grabs in this year’s Super Tuesday."
                },
                {
                    "type": "paragraph",
                    "text": "For the Republicans, Trump clinched 14 of the 15 states who voted, adding up to 801 delegates, while Nikki Haley put up just 51, having just won Vermont. Haley quickly resigned the following day, but notably did not endorse Trump as other former GOP nomination contenders (eg. Ramaswamy, DeSantis, Christie) immediately did."
                },
                {
                    "type": "paragraph",
                    "text": "For the Democrats, while Biden swept all 15 states, many Democrat voters chose the “uncommitted” option to protest Biden’s policies on the ongoing conflict in Gaza. The number of voters choosing this reflects Biden’s lack of popularity from within his party. It was most prominent in Minnesota where 19% of Democrat voters went uncommitted with another 7.8% of the vote going to unlikely challenger and MN Congressman Dean Phillips. As a result, a large number of Nel Peter '25 delegates will show up to the Democratic National Convention not committed to a particular candidate. However, Trump and Biden managed to secure the delegates required to become their respective party’s nominee."
                },
                {
                    "type": "paragraph",
                    "text": "Ohio’s Senate race will be interesting to watch: Trump-endorsed Bernie Moreno (R) will face off against incumbent Sherrod Brown (D), who has held the seat since 2007. Additionally, Americans will watch the North Carolina Governor’s race as Josh Stein (D) faces off against right-wing extremist Mark Robinson (R)."
                },
                {
                    "type": "paragraph",
                    "text": "While it certainly seems like Trump and Biden’s nominations are set in stone, there are still 7 months before the November 5th general election. Trump currently struggles with a $454 million bond due to his past business fraudulence—potentially putting a large dent in his campaign bank and putting him at risk for the seizing of his assets. On the other side of the aisle, Biden’s approval rating has been dropping and this Super Tuesday's high non-committed voter turnout is nothing but evidence of that. The nation and the world wait to see the evolution of this constantly developing election landscape."
                }
            ],
            "image": {
                "source": "",
                "caption": "",
                "show": false,
                "position": "bottom"
            }
        },
        {
            "id": "DerKqWkCsW",
            "title": {
                "text": "Students to Travel to Total Solar Eclipse",
                "size": "medium"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Emerson Bentley",
            "date": "2024-04-05",
            "length": 3,
            "content": [
                {
                    "type": "paragraph",
                    "text": "You may have seen the upcoming solar eclipse in news headlines and on TikTok. As the anticipation builds for this stellar event, rumors of a day off swirl on campus. Well, the rumors are true! On Monday, April 8th, the students of St. Paul’s School will have the once in a lifetime opportunity to see the total solar eclipse unimpeded by classes. "
                },
                {
                    "type": "paragraph",
                    "text": "But what is a solar eclipse and why should we care about it? Teacher of Astronomy, Dr. Seth Cohen, has the answers. "
                },
                {
                    "type": "paragraph",
                    "text": "A solar eclipse occurs when the moon is positioned between the Earth and the sun, with the moon lining up to partially or totally block the sun out in the sky. Partial solar eclipses are common and can be easily viewed from many places on earth. They are interesting to look at, but not particularly special. "
                },
                {
                    "type": "paragraph",
                    "text": "Total solar eclipses are a whole different ball game. As Cohen says, “A total solar eclipse is the coolest thing you’ll ever see, and it’s unlike anything else you’ll experience in your life… Total solar eclipses happen every 18 months or so, but they’re only visible from a small path on Earth, only for a few minutes. To have one happen so close to us that we can drive to see it is an almost once-in-a-lifetime opportunity.”"
                },
                {
                    "type": "paragraph",
                    "text": "On Monday, April 8th, students will start the day in Memorial Hall with a presentation on the eclipse and what to expect from the day. We will then drive 3 hours north to Foote Brook Farm in Johnson, VT—one of the few places in the world where the total eclipse can be seen. We will then have the opportunity to witness three marvelous minutes of total eclipse. "
                },
                {
                    "type": "paragraph",
                    "text": "These three minutes will be unlike anything you have ever experienced before. Cohen describes it best: “During the three minutes of the total eclipse, you can take off your glasses to see an eerie black circle in the sky, haloed by the shining corona of the Sun (the corona is basically the “atmosphere” of the Sun that is normally outshined by the Sun’s light). It will get dark, like it’s dusk. There will be 360 degrees of the colors of sunset on every horizon. Birds, insects, and other animals will freak out because they think it’s nighttime. Plus: shadow snakes.”"
                },
                {
                    "type": "paragraph",
                    "text": "Following the eclipse, we will return to campus for dinner. Get excited for Monday, April 8th—an SPS solar special!"
                }
            ],
            "image": {
                "source": "",
                "caption": "",
                "show": false,
                "position": "bottom"
            }
        },
        {
            "id": "xPkippswwj",
            "title": {
                "text": "What's New about the Digital SAT?",
                "size": "big"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Lucas Miller",
            "date": "2024-04-05",
            "length": 3,
            "content": [
                {
                    "type": "paragraph",
                    "text": "March break revives the stamina of the SPS community, giving students, faculty and staff a well-deserved rest. On the other side of break lies spring term with its warm sunny days, Spikeball on Chapel Lawn, and afternoons at the Boat Docks. But spring term brings another, less alluring period: standardized testing season. Following October’s PSAT, March, April and May are prime time for a shot at the real deal. 2024 launches a new SAT: it will be all-digital starting on March 9 and continuing in perpetuity. "
                },
                {
                    "type": "paragraph",
                    "text": "The paper-and-pencil SAT, which consisted of 154 questions and lasted roughly three hours, has long been a ubiquitous source of stress among high schoolers. The College Board’s replacement, the digital SAT (dSAT), lasts two hours and 14 minutes, whcih the College Board says will reduce stress. Additionally, the long-winded paper and pencil passages and accompanying questions have been replaced with 54 one-paragraph-length passages matched one-to-one with each question."
                },
                {
                    "type": "paragraph",
                    "text": "The dSAT’s two math sections are now fully calculator-active, a change from past years in which one section was calculator-inactive. Complete with an infrastructure suite of Desmos, a built-in timer, and annotation software, the College Board has geared its changes toward creating a more comfortable student experience."
                },
                {
                    "type": "paragraph",
                    "text": "Perhaps the most significant change to the test’s structure, apart from being fully digital, is the dSAT’s new adaptive format. Using what the College Board calls a “multistage adaptive design” with little additional elaboration on the details, the second module of each section (Reading and Writing, Math) adapts separately to each student’s test performance. "
                },
                {
                    "type": "paragraph",
                    "text": "Students who answer a certain number of questions correctly on the first module of each section will be routed to the more difficult section module, allowing them to score up to a maximum of 800 points. Conversely, those who fail to meet the correct answer threshold will be routed to an easier second section, with their possible section scores capped at a certain number depending on the particular iteration of the SAT."
                },
                {
                    "type": "paragraph",
                    "text": "This reporter took the digital SAT on March 9, the first digital test day offered. The test day experience was similar to the College Board’s descriptions. "
                },
                {
                    "type": "paragraph",
                    "text": "The adaptive nature of the test proved surprising. The first module of each section felt manageable, but the second module was significantly more difficult; the questions were more time-consuming than expected, and time nearly ran out."
                },
                {
                    "type": "paragraph",
                    "text": "Some SPS students who have recently taken the Digital SAT sing its praises. “I thought that the digital was so much better,\" says March SAT taker Olivia Blanchard ‘25. \"Desmos saved me so much time. It was so helpful to have a timer above the problems.”"
                },
                {
                    "type": "paragraph",
                    "text": "The SAT’s new format is not likely to be for everyone. But whether or not one likes it, it is likely here to stay. "
                }
            ],
            "image": {
                "source": "",
                "caption": "",
                "show": false,
                "position": "bottom"
            }
        },
        {
            "id": "HGaDCKxZEq",
            "title": {
                "text": "March Madness Coverage",
                "size": "medium"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Alexi Mangriotis",
            "date": "2024-04-05",
            "length": 2,
            "content": [
                {
                    "type": "paragraph",
                    "text": "Every spring, millions of sports fans turn their attention to the Men’s NCAA March Madness Tournament. The 67-game single-elimination tournament offers a showdown of the most elite men’s college basketball teams over three weeks. The games are played nationwide, and Arizona will host the Final Four this year. "
                },
                {
                    "type": "paragraph",
                    "text": "Although the NBA is more popular than college basketball, March Madness ropes in double the viewers of the NBA playoffs. Every single game is packed with excitement, leaving fans on the edge of their seats. The tournament is unpredictable and exciting, from huge upsets to incredible comebacks. Strategically placed in the middle of March, shouldered between the winter NFL season and the spring MLB season, the NCAA faces little viewership competition from other significant sports events."
                },
                {
                    "type": "paragraph",
                    "text": "But most importantly, March Madness is so famous because of the March Madness Bracket Challenge. Much like Fantasy Football, the bracket engages viewers because there is something staked on the games. According to the NCAA, between 60 and 100 million brackets are filled out each year. A lot of people just fill out the brackets for fun. Still, some are dedicated beyond common comprehension, spending months preparing for their shot at achieving the highly illustrious, perfect March Madness Bracket."
                },
                {
                    "type": "paragraph",
                    "text": "At the surface level, this achievement seems somewhat impressive. After all, 100 million brackets are filled out every year, and surely, one may think, there are some winners every once in a while. In actuality, though, a perfect March Madness bracket has never been accomplished. The odds of winning vary on how much basketball you know, but an average fan has a 1 in a 120 billion shot of a perfect bracket. The odds are so stacked against having a perfect bracket that Warren Buffett offered $1 billion to anyone in his firm to achieve it. Although skill can play a factor in how well your bracket does, there is no way really to predict every upset without blatant luck. So, don’t feel bad if your bracket flopped in the first game."
                },
                {
                    "type": "paragraph",
                    "text": "So whether you think it's all luck or all skill, the March Madness bracket brings people together from all over the country as America becomes enthralled with a relentless slate of college basketball games. "
                }
            ],
            "image": {
                "source": "/images/BWAMaujbeLayVTO.jpg",
                "caption": "Graphic by Cole Hamilton '24",
                "show": true,
                "position": "bottom"
            }
        },
        {
            "id": "ddfcHKvRdJ",
            "title": {
                "text": "Dynamic Duos: Parker Hanson and Lulu Mangriotis",
                "size": "big"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Nel Peter",
            "date": "2024-02-26",
            "length": 3,
            "content": [
                {
                    "type": "paragraph",
                    "text": "For this week's dynamic duo, we have a pair of roommates who have launched into stardom through their “nano-influencer” TikTok account: @punden.lolivia. Who are these mini trendsetters, you may ask? Their names are Lulu Mangriotis ‘25 and Parker Hanson ‘25 of Ford House. "
                },
                {
                    "type": "paragraph",
                    "text": "Aside from dancing across the stage for the SPS Ballet Company or fiercely facing off on the lacrosse and field hockey fields, Mangriotis and Hanson generate content including but not limited to outfit checks, day in the lifes, cooking videos, and mukbangs. While their platform wields 53 followers and 328 likes, the real notable statistic is their view count. Their most recent video, captioned “Breaking back into our influencer status with some Dessert Bowls,” climbed to over 3,300 views. The secret to their success might be their trendy hashtags like #RingPopVows and #ValentinesDay. With just seven videos out, @punden.lolivia is projected to reach microinfluencer status within the year:  an impressive feat for two full-time students."
                },
                {
                    "type": "paragraph",
                    "text": "Hanson and Mangriotis didn’t intend for the account to blow up, at least until they woke up one morning to six hundred views with just one follower.“Our first video was an accident, but it quickly reached a really large audience and we realized that we had something special with the potential to be big,” says Mangriotis. Despite their ultimate goal of fame, the roommates claim that @punden.lolivia was “founded off of true roomie love for each other,” and they are happy with the community of supporters that they have cultivated. "
                },
                {
                    "type": "paragraph",
                    "text": "@punden.lolivia has touched the lives of many SPS students who turn to the account for a chuckle or to watch an enjoyable video of their peers. Avid fan Brooks Fisher ‘25 holds the account in high esteem: “Punden and Lolivia mean everything to me.” Others appreciate the account for its genuinity and relatableness. Lily McKee ‘25 states that @punden.lolivia is, “A way for me to see the wholesome lives of other students on campus.” "
                },
                {
                    "type": "paragraph",
                    "text": "Hanson and Mangriotis hope to follow in the footsteps of other SPS students (kudos to alum Denny Blake ‘23 boasting 53.9K followers on his own account) who have accrued large follower bases on social media."
                }
            ],
            "image": {
                "source": "/images/vfgrPVvDYVmFEYV.jpg",
                "caption": "Photo courtesy of Lulu Mangriotis '25",
                "show": true,
                "position": "bottom"
            }
        }
    ],
    "athletics": [
        {
            "id": "97565",
            "title": {
                "text": "High School Track Star Breaks State Record in 100-Meter Dash",
                "size": "big"
            },
            "summary": {
                "content": "Celebrating a remarkable achievement by a local high school track star who has shattered the state record for the 100-meter dash, spotlighting the talent in our school's track and field program.",
                "show": true
            },
            "image": {
                "source": "/images/track-star.jpg",
                "position": "bottom",
                "caption": "",
                "show": true
            },
            "date": "2024-03-27",
            "author": "John Doe",
            "length": 5,
            "content": []
        },
        {
            "id": "35820",
            "title": {
                "text": "Marathon Training: Expert Tips for Preparing for the Big Race",
                "size": "big"
            },
            "summary": {
                "content": "Get race-day ready with expert advice on marathon training. From crafting the perfect training schedule to nutritional tips, here's everything you need to know.",
                "show": true
            },
            "image": {
                "source": "/images/marathon-prep.jpg",
                "position": "bottom",
                "caption": "",
                "show": true
            },
            "date": "2024-03-26",
            "author": "Jane Smith",
            "length": 6,
            "content": []
        },
        {
            "id": "79813",
            "title": {
                "text": "The Benefits of Yoga for Athletes: Enhancing Performance Through Flexibility",
                "size": "medium"
            },
            "summary": {
                "content": "Uncover how yoga can be a game-changer for athletes. Enhance your flexibility, performance, and mental focus with targeted yoga practices.",
                "show": true
            },
            "image": {
                "source": "",
                "position": "generic",
                "caption": "Placeholder image for articles without a main image previously.",
                "show": false
            },
            "date": "2024-03-25",
            "author": "Alice Johnson",
            "length": 4,
            "content": []
        },
        {
            "id": "12211",
            "title": {
                "text": "Navigating Sports Injuries: Prevention and Recovery Strategies",
                "size": "small"
            },
            "summary": {
                "content": "Sports injuries don't have to set you back. Discover effective strategies for prevention and recovery to keep you in the game and performing at your best.",
                "show": true
            },
            "image": {
                "source": "",
                "position": "generic",
                "caption": "Placeholder image for articles without a main image previously.",
                "show": false
            },
            "date": "2024-03-24",
            "author": "Michael Brown",
            "length": 7,
            "content": []
        },
        {
            "id": "15592",
            "title": {
                "text": "The Rise of Esports: Athleticism in the Digital Age",
                "size": "small"
            },
            "summary": {
                "content": "Esports are gaining recognition as a legitimate competitive sport. Explore the athleticism, strategy, and skill required at the highest levels of gaming.",
                "show": true
            },
            "image": {
                "source": "",
                "position": "generic",
                "caption": "Placeholder image for articles without a main image previously.",
                "show": false
            },
            "date": "2024-03-23",
            "author": "Emily Wilson",
            "length": 5,
            "content": []
        },
        {
            "id": "35723",
            "title": {
                "text": "Outdoor Adventures: The Best Sports for Thrill-Seekers",
                "size": "small"
            },
            "summary": {
                "content": "From rock climbing to whitewater rafting, discover the best outdoor sports for adrenaline junkies and nature lovers alike.",
                "show": true
            },
            "image": {
                "source": "",
                "position": "generic",
                "caption": "Placeholder image for articles without a main image previously.",
                "show": false
            },
            "date": "2024-03-22",
            "author": "David Martinez",
            "length": 4,
            "content": []
        },
        {
            "id": "68347",
            "title": {
                "text": "Integrating Mindfulness into Athletic Training",
                "size": "small"
            },
            "summary": {
                "content": "Mindfulness and mental health are becoming integral parts of athletic training programs. Learn how athletes use mindfulness to enhance performance and well-being.",
                "show": true
            },
            "image": {
                "source": "",
                "position": "generic",
                "caption": "Placeholder image for articles without a main image previously.",
                "show": false
            },
            "date": "2024-03-21",
            "author": "Sarah Lee",
            "length": 6,
            "content": []
        },
        {
            "id": "82438",
            "title": {
                "text": "The Evolution of Women in Sports: Breaking Barriers",
                "size": "small"
            },
            "summary": {
                "content": "The landscape of women's sports has seen significant changes over the years. Explore the evolution and the ongoing efforts to achieve equality in sports.",
                "show": true
            },
            "image": {
                "source": "",
                "position": "generic",
                "caption": "Placeholder image for articles without a main image previously.",
                "show": false
            },
            "date": "2024-03-20",
            "author": "Kevin Johnson",
            "length": 7,
            "content": []
        },
        {
            "id": "34986",
            "title": {
                "text": "Adaptive Sports: Fostering Inclusivity and Resilience",
                "size": "small"
            },
            "summary": {
                "content": "Adaptive sports offer individuals with disabilities the opportunity to participate in athletic activities. Discover the world of adaptive sports and their impact on inclusivity and resilience.",
                "show": true
            },
            "image": {
                "source": "",
                "position": "generic",
                "caption": "Placeholder image for articles without a main image previously.",
                "show": false
            },
            "date": "2024-03-19",
            "author": "Jessica White",
            "length": 3,
            "content": []
        },
        {
            "id": "21042",
            "title": {
                "text": "Youth Sports: Cultivating Discipline and Teamwork from a Young Age",
                "size": "small"
            },
            "summary": {
                "content": "Youth sports programs play a vital role in developing discipline, teamwork, and physical health among young participants. Learn about the benefits and challenges of youth sports.",
                "show": true
            },
            "image": {
                "source": "",
                "position": "generic",
                "caption": "Placeholder image for articles without a main image previously.",
                "show": false
            },
            "date": "2024-03-18",
            "author": "Brian Clark",
            "length": 8,
            "content": []
        },
        {
            "id": "93056",
            "title": {
                "text": "Fitness Trends 2024: What's New in the World of Exercise",
                "size": "small"
            },
            "summary": {
                "content": "Keeping fit is always evolving. Discover the latest trends in the fitness world and how they can reshape your exercise routine.",
                "show": true
            },
            "image": {
                "source": "",
                "position": "generic",
                "caption": "Placeholder image for articles without a main image previously.",
                "show": false
            },
            "date": "2024-03-17",
            "author": "Rachel Adams",
            "length": 5,
            "content": []
        },
        {
            "id": "49569",
            "title": {
                "text": "Mental Health in Athletics: The Unseen Aspect of Sports",
                "size": "small"
            },
            "summary": {
                "content": "Athletic performance isn't just physical. This article explores the crucial role of mental health in sports and how athletes cope with pressure.",
                "show": true
            },
            "image": {
                "source": "",
                "position": "generic",
                "caption": "Placeholder image for articles without a main image previously.",
                "show": false
            },
            "date": "2024-03-16",
            "author": "John Doe",
            "length": 6,
            "content": []
        }
    ]
}