{
    "issue10": {
        "news": [
            {
                "id": "HlgpmrHGcB",
                "title": {
                    "text": "Unpacking Superbowl Sunday 2024",
                    "size": "big"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Georgia Bussey",
                "date": "2024-02-26",
                "length": 3,
                "content": [
                    {
                        "type": "header",
                        "text": "\*Preface:\*"
                    },
                    {
                        "type": "paragraph",
                        "text": "There is a lot to unpack about Super Bowl Sunday 2024, but one thing is for certain: It was downright legendary. With the help of playbooks and even a few love stories, the game between the Kansas City Chiefs and the San Francisco Forty-Niners was recorded as the most-watched Super Bowl of all time. It was also the first Super Bowl to be held in Las Vegas, a fitting location given the game itself was projected to be a gamble between two evenly-matched teams. Indeed it was, as it became the second game in Super Bowl history to go into overtime with a playing time of 74 minutes and 57 seconds."
                    },
                    {
                        "type": "paragraph",
                        "text": "As students flocked into Raffini on Sunday, February 11th, excitement and uncertainty were in the air. Who was going to win Super Bowl LVIII? Is Justin Bieber going to be a part of Usher's halftime show? Is tonight going to be the night when we forget about the deadlines? Nevertheless, it was time. "
                    },
                    {
                        "type": "header",
                        "text": "\*The First Half:\*"
                    },
                    {
                        "type": "paragraph",
                        "text": "At kickoff, students nestled into their seats with nachos, wings, and sundaes galore (The food for this event was HH+), as the 49ers received the ball first. Fan-favorite Brock Purdy––selected as the last pick in the 2022 NFL Draft––led the 49ers to this year's NFC Championship and Super Bowl as San Francisco’s starting quarterback. Ready for Purdy's handoff, NFL Offensive Player of the Year Christian McCaffery started at running back, and with just over four minutes left in the first half, McCaffery received a pass at the 26-yard line to clench the first touchdown of the game, putting the 49ers up by 9."
                    },
                    {
                        "type": "header",
                        "text": "\*Halftime (ft. Usher, StudCo, The Dean of Students Office, and Mrs. Giles):\*"
                    },
                    {
                        "type": "paragraph",
                        "text": "Things started to heat up at halftime as 49ers fans began to feel confident, anticipation for a special announcement grew, and eight-time Grammy Awards winner Usher took the floor. Although Usher didn't perform the millennial classic \"DJ Got Us Fallin' in Love,\" he did not disappoint. The \"My Boo\" duet with Alicia Keys was a hit, though controversial, and the ambiance of the performance definitely made us all say Oh. My. Gosh."
                    },
                    {
                        "type": "paragraph",
                        "text": "Then came the groundbreaking, crafty, brilliantly executed proclamation to the student body. School was not yet \"Out for the Summer,\" but it was out for a winter Monday, and a feeling of gratitude rushed through the room. A late night in the common room would no longer be a place of reevaluating priorities but bonding and cheering on the Chiefs or Niners with dormmates."
                    },
                    {
                        "type": "header",
                        "text": "\*The Second Half:\*"
                    },
                    {
                        "type": "paragraph",
                        "text": "The second half of the game was a roller coaster. The Chiefs got off to a shaky start, fumbling a pitch with Mahomes throwing an interception shortly after. It was back and forth in an exciting 4th quarter. The last few minutes provided some nail-biting moments (as the media teams captured in the skyboxes) when the 49ers kicked the go-ahead field goal to go up 19-16 with 1:53 to play in the game.  Mahomes and Kelce went to work and marched all the way to the 49ers' end of the field, setting up Harrison Butker’s 29-yard field goal to tie the game up with 3 seconds left."
                    },
                    {
                        "type": "header",
                        "text": "\*Endgame:\*"
                    },
                    {
                        "type": "paragraph",
                        "text": "The 49ers won the coin toss and chose to receive the ball first, which has provoked an ongoing dispute."
                    },
                    {
                        "type": "paragraph",
                        "text": "Purdy, McCaffrey, and company drove the Niners down the field, managing to get a 3-point field goal out of the drive. Then it was the Chiefs' turn, the Niners needing to hold them to 3 points or less to clinch the Super Bowl. The Chiefs had a 4th and 1 but managed to convert the first down on an 8-yard run by Mahomes, who then scampered another 19 yards to set up the game-winning play."
                    },
                    {
                        "type": "paragraph",
                        "text": "With three seconds left in the first quarter of OT, the Kansas City Chiefs claimed the Superbowl championship, 25-22, with MVP Mahomes throwing the winning TD pass to Cole Hardman, powering the Chiefs to their 3rd title in 5 years and the first time since 2003-04 that an NFL team has won back to back Championships."
                    },
                    {
                        "type": "paragraph",
                        "text": "One question remains: The Super Bowl 2025 has a blank space, will the Chiefs write their name for a three-peat? "
                    }
                ],
                "image": {
                    "source": "GAVycJcdpQMGcjD.jpg",
                    "caption": "Photograph by Jason Lee",
                    "show": true,
                    "position": "bottom"
                }
            },
            {
                "id": "SFEQuBKqiY",
                "title": {
                    "text": "SPS Students Celebrate the Lunar New Year",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Edie Jones",
                "date": "2024-02-26",
                "length": 3,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "St. Paul’s students celebrated the Lunar New Year with a Saturday night celebration and a Lunar New Year chapel. Both of the festivities, which have been in the works since the middle of the fall term, were a collaboration between the students of the Chinese program and members of the Chinese Society. Head of the Languages Department Jenny Li says the vision for the Lunar New Year celebrations and the Chinese program as a whole is to bring together students who are learning Chinese with international students who are native speakers. “I think the Chinese international students and students who are learning Chinese are both precious resources at SPS,” says Li."
                    },
                    {
                        "type": "paragraph",
                        "text": "Saturday’s event in Raffini kicked off with an enthusiastic countdown from a large audience, and the program went on to include performances from all of the Chinese classes, as well as performances from individuals in Chinese Society. Peter Ding ‘26, a member of the Chinese Society who performed Kung Fu with Chinese Society Head Hudson Stovall ‘24, says he volunteered to perform “to spread awareness about our culture and to have people see more about our culture than what’s commonly known.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "For the first time, the Lunar New Year celebration also included presentations from Korean Society, Japanese Society, and JSEA about other countries’ New Year traditions. “The aim of Saturday night’s event was to host an international and not a solely China-focused Lunar New Year celebration,” said Teacher of Chinese Paul Murray. “This year’s event marked a significant stride towards a more global and community-oriented event. I’m inspired by the potential that this year showed for even greater festivities in the future.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "The food at the event was also a highlight, with the execution requiring hard work from many students. Chinese Seminar student Raen Kao ‘24 spent most of the day preparing bubble tea for the event, as bubble tea is a dessert their family regularly makes. “I’m the only Taiwanese student as far as I know, and bubble tea comes from Taiwan,” says Kao. Many Chinese program students, including Kao, also participated in making dumplings at Sheldon."
                    },
                    {
                        "type": "paragraph",
                        "text": "The Chapel performance required even more time from the students and faculty participating, with performances from Chinese program students, Chinese Society, and the orchestra. Li says that she had always hoped for a collaboration between the performing arts program and the Chinese program, and she was very grateful to Chinese Society Heads Jenny Qu ‘25 and Enoch Huang ‘25 for spearheading it. “I appreciate all the students and Mr. Pandolfi in the orchestra, who did a beautiful job. This is taking us to the next level of togetherness,” says Li. “I know the Chinese kids felt happy about it, but I’m also so grateful for the students not from Asia for celebrating with us.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "Both events were filled with energy, with many students saying that the performance was their favorite Chapel program of the year. “The planning is a lot of work, but it’s very exciting, because this is such a big celebration for us,” says Qu."
                    },
                    {
                        "type": "paragraph",
                        "text": "Kao agrees that the time they contributed to the events was worth it. “I’m really happy with how Chinese New Year is celebrated here,” Kao says. “I think it’s really sweet that the program does this for both its students and for the international kids. The amount of effort that Mrs. Li and Mr. Murray spent on organizing this has been incredible, and I’m really thankful that we have this opportunity to celebrate.”"
                    }
                ],
                "image": {
                    "source": "DQnbNyTACyfxCeM.jpg",
                    "caption": "Photo by Vin Chutijirawong",
                    "show": false,
                    "position": "top"
                }
            },
            {
                "id": "pkphdWCFNF",
                "title": {
                    "text": "SPS Celebrates Black History Month",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Danielle Choi",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "Black History Month, celebrated annually in February, aims to focus attention on and celebrate Black Americans' sacrifices and contributions. Like previous years, St. Paul’s School selected an overarching framework focused on the United Nations International Decade for People of African Descent (2015-2024): Recognition, Justice, and Development. At SPS, this year’s Black History Month observance includes the sub-theme of “The Story That Forms Us. Praising the Past, Acknowledging the Present, and Uplifting the Future.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "Preparations for the celebrations and various exhibits, including visiting artists, returning alumni, musical performers, and guest speakers, started last summer. A working group of adults and Onyx members met monthly to discuss and enhance the event details."
                    },
                    {
                        "type": "paragraph",
                        "text": "In mid-January, SPS hosted Step Afrika!, a dance company that features the historic art of stepping. Some students, inspired by Step Afrika!, performed in Memorial Hall on Feb. 11 during the Fourth Annual Onyx Affinity Group Black History Month Celebration. Onyx is the student affinity group for Black students at SPS."
                    },
                    {
                        "type": "paragraph",
                        "text": "SPS students and students from ten visiting schools attended the Onyx Celebration, which started with guest speakers, a presentation, and musical performances in Memorial Hall. Workshops included drumming, inventions, music, and Black anime stations, according to Litzrudy Justinvil, faculty head of Onyx and one of the event organizers."
                    },
                    {
                        "type": "paragraph",
                        "text": "The event highlighted the past, present, and future generations at St. Paul’s School and in the outside world. Tiffany M. Gill '92 spoke “about her authentic and proud Black experience at this school, which allows us to praise and celebrate those who have come before our generation,” says Justinvil."
                    },
                    {
                        "type": "paragraph",
                        "text": "Gill’s words inspired current St. Paul’s students. “The most memorable thing was definitely the guest speaker because she spoke about her experience and the lessons she learned here, and that really resonated with me,” says Dibora Ogbe ‘26."
                    },
                    {
                        "type": "paragraph",
                        "text": "Finally, Justinvil’s daughters, Marley and Melody, danced alongside Alana-Kaye Morgan ‘25 and Lauren Edouard ‘25."
                    },
                    {
                        "type": "paragraph",
                        "text": "“All the stories and all these moving parts reflect on the African Diaspora, celebrating success, accomplishments, and creativity,” says Justinvil. He says he feels positive about this event's success."
                    },
                    {
                        "type": "paragraph",
                        "text": "In the company of other Black students from outside schools, SPS students say they formed special bonds while connecting to the roots of their culture."
                    },
                    {
                        "type": "paragraph",
                        "text": "Throughout Black History Month at SPS, students were able to immerse themselves in different aspects of Black History. Events included a gallery exhibit, “As Our Bodies Lift Slowly,” by guest artist Vanessa Leroy; The 1619 Arrival Traveling Exhibit in Ohrstrom Library; the SPS BIPOC Alumni Weekend; themed meals that focused on different types of cuisine from across the African diaspora, and a performance by Sons of Mystro, a Black violin duo."
                    }
                ],
                "image": {
                    "source": "",
                    "caption": "",
                    "show": false,
                    "position": ""
                }
            }
        ],
        "opinion": [
            {
                "id": "dsZomhlEVs",
                "title": {
                    "text": "The Best Type of Chapel Program",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Bella Perry",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "Chapel is so prevalent in our lives. Does its frequency diminish its value or has its consistency become a staple in our day-to-day life? Chapel meets four times a week, naturally creating a more casual atmosphere than the typical Sunday church affair. However, its ability to bring faculty and students together is something the majority of us will never experience again after St. Paul’s."
                    },
                    {
                        "type": "paragraph",
                        "text": "Notably, Chapel gets us ready for the day. From the hymn to the program to the prayer and finally the announcements, Chapel provides us with a moment of reflection before a long and busy day. What a wonderful thing to be able to congregate in such a beautiful place, to stand up and sing with all your Chapel buddies, to listen to your friends, and to cheer for announcements about sports, clubs, dances, days off and battles between bizarre bug species. We are lucky, to say the least. "
                    },
                    {
                        "type": "paragraph",
                        "text": "I look forward to student Chapel talks the most. There is always excitement and curiosity in the pews when a student’s name is listed in the chapel program. You never know what someone might talk about. Whether it’s about an unknown aspect of their life or a look deeper into a well-established passion, student Chapel talks are a sneak peek into what makes the students of SPS unique. "
                    },
                    {
                        "type": "paragraph",
                        "text": "Student talks arguably keep everyone the most engaged. And that’s not to downplay other Chapel programs, but student talks are a reflection of why we are here at SPS: to teach and learn from each other. During these talks, everyone is on the edge of their seats, curious about what their peers might have to say. Whether a good friend or an acquaintance, I think we can all agree that getting up to the lectern and pouring out a piece of your identity takes guts. "
                    },
                    {
                        "type": "paragraph",
                        "text": "No matter the quality of the speech, the eloquence, or the topic, we all rally, (somewhat controversially) stand and applaud our peers. We care about each other so much that we are proud to cheer on those brave enough to share something meaningful and be vulnerable in front of 600 people. I think we often forget how intimidating it can be up there at the lectern. Student Chapel talks are a rite of passage, a privilege and an element unique to St. Paul’s. The authenticity of these talks and the courage of the speaker make student talk talks my favorite Chapel program."
                    }
                ],
                "image": {
                    "source": "",
                    "caption": "",
                    "show": false,
                    "position": ""
                }
            }
        ],
        "spotlight": [
            {
                "id": "cYILNRozCu",
                "title": {
                    "text": "Two SPS Debaters Qualify for Worlds",
                    "size": "big"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Theo Christoffersen",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "This winter, the SPS debate team has been hard at work. Not only has the team placed well in their tournaments, but two debaters have received the chance to attend the World Individual Debating and Public Speaking Championships. The two debaters selected were Annabella Bernhardt ‘24 and Lucas Miller ‘25, both of whom started debate only last year. Annabella won the best speaker award at Loomis Chaffee, giving her an immediate invitation to Worlds. The following week at Choate, Lucas competed in three rounds of parliamentary debate, placing second overall. The winner had previously received a Worlds invitation, so the invite was extended to Lucas."
                    },
                    {
                        "type": "paragraph",
                        "text": "Lucas started debate to try and find his voice and confidence. “I was a shy kid,” he recounted, “I realized I needed to be more outgoing, so I looked into debate and public speaking as a way to build confidence.” In his two years on the SPS team, he has gone from a novice debater to a seasoned pro with the help of Dr. Camden, Mr. Duncan, and Mr. Gile. Not only has debate helped Lucas in arguments, but it has also helped him in other aspects of his life. “Debate has helped me be more articulate in class and class and working with other people.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "Annabella started debate the same year as Lucas, “I joined because of the excitement and to get the chance to debate something and someone new every day. I also love to argue, so that helped me to stay engaged.” Along with Lucas, Annabella also thinks that now, she is better at thinking on her feet and can construct better arguments. "
                    },
                    {
                        "type": "paragraph",
                        "text": "Both are thrilled to have received the chance to represent St. Paul’s at the international level. When Annabella first received the news that she qualified for Worlds, she was so shocked that she thought it was meant for another person. Taking place in April, “Worlds provides an opportunity to meet intriguing people with differing opinions from across the globe,” says Lucas. In addition to the competition, both are going to be on the lookout to see a koala and a kangaroo. As we approach the spring term, wish the two debaters luck as they set off across the globe."
                    }
                ],
                "image": {
                    "source": "XXmPffgAwlQJsds.jpg",
                    "caption": "Photo by Temi Johnson",
                    "show": true,
                    "position": "top"
                }
            }
        ],
        "voices": [
            {
                "id": "wYFxnAOfHu",
                "title": {
                    "text": "A Day in the Life: Two Days at Deerfield Academy",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Guest Writer",
                "date": "2024-02-26",
                "length": 3,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "Winter Monday: I usually wake up around 7:30 and go to breakfast with my friends. My first period class starts at 8:30 and ends at 10:00. After this we have community time, which is an hour of free time before the second period. Most days I have club or advisory meetings, but when I don’t, I like to head to the Koch Cafe and meet my friends. Located in the Science and Math building, the Koch Cafe serves everything from their famous DA bagels (a bacon egg and cheese sandwich) to iced lattes."
                    },
                    {
                        "type": "paragraph",
                        "text": "Next I have another 90-minute class followed by a sit-down lunch. We have seven sit-down meals a week with tables that rotate every month or so. One of my favorite parts of the day is the ten minutes when the whole school waits in the foyer before lunch starts because I can catch up with friends and socialize a bit. After lunch, I have a final 90-minute class leading into flex time and basketball practice. In the winter, the basketball team has team dinner every night after practice. Being able to sit with my team for an hour is definitely a highlight of my winter term. "
                    },
                    {
                        "type": "paragraph",
                        "text": "As a junior, I have 9:45 check-in, meaning I can work in the library or anywhere else on campus until then, but I usually prefer to stay in my room. Something unique to Deerfield is that our primary social arena is the athletic center. When I finish work early, sometimes my friends and I bike to the gas station (which is probably a ten-minute walk but we prefer to bike) and buy snacks or hang out in the Greer, a part of our athletic center. After check-in, I hang out with my friends and see if the advisor on duty has a feed for our hall. In our dorm common rooms, we only have a sink and microwave so cooking is not in the cards, but we are always grateful when the advisor brings some delicious food. "
                    },
                    {
                        "type": "paragraph",
                        "text": "Spring Friday: On Fridays I wake up at 6:45 and get ready to go to Shriv at 7:00. Shriving is a Deerfield tradition where we start the day by running into the river every Friday of fall and spring term. Some people only Shriv once a term or never at all, but there are a handful of people who go every single Friday. After Shriv, I head straight to the dining hall and then back to shower before class."
                    },
                    {
                        "type": "paragraph",
                        "text": "My class day in the spring is just the same as winter except that I have a morning free period which means that every other day, I don’t start class until 11:00! After classes, I have Track where I put my pole vaulting skills to the test every day. I have Big Brother Big Sister, our mentoring program, at 6:00 and get to play soccer with my Little. Each weekend we have evening activities, whether it be a dance, concert, optional trip or themed sports game. On days when my Little doesn’t come, my friends and I like to take the Shuttle to Greenfield for dinner or eat at the Deerfield Inn. For upperclassmen, weekend check-in is at 11:00 on Friday and 11:30 on Saturday, so I usually spend that time in the Greer or where there is always something fun going on."
                    }
                ],
                "image": {
                    "source": "wYvlKhOquxDihXW.jpg",
                    "caption": "Photo courtesy of Allegra Alfaro",
                    "show": false,
                    "position": "bottom"
                }
            },
            {
                "id": "yYgdkAFSaf",
                "title": {
                    "text": "What is it Like Being a Teaching Fellow?",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Parker Hanson",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "Every year, St. Paul’s School hires several teaching fellows from the University of Pennsylvania. The two current Penn fellows are Humanities Fellow Caroline Jenkins and Math Fellow William Snead.  "
                    },
                    {
                        "type": "paragraph",
                        "text": "Have you ever thought that Jenkins is the real life Legally Blonde? No, she is legally blind! In one eye. Jenkins teaches Hum IV along with coaching Varsity Field Hockey and Girls Varsity Hockey. Jenkins explains that her typical day starts with a walk around our beautiful campus, after which she heads to a meeting and then attends Chapel and her class. Jenkins teaches F block Humanities and observes her mentor teacher, Kevin Brooks, during B block. "
                    },
                    {
                        "type": "paragraph",
                        "text": "When not in class, she keeps up with her UPenn work; though people often seem to forget, all Fellows are also full-time masters students at UPenn. Jenkins is also a former Division III athlete: because of her love for sports, she always tries to get an hour of exercise each day and even ran her first half marathon this fall."
                    },
                    {
                        "type": "paragraph",
                        "text": "Jenkins explains why she wanted to become a teaching fellow: “My twin sister went to boarding school, but I never did. She really loved her experience, so I have always wondered how I would enjoy life at boarding school.” With the Penn fellow program, she says, Jenkins can teach but also coach and advise, all while earning her master's degree. "
                    },
                    {
                        "type": "paragraph",
                        "text": "You might not have known that Snead is a licensed forklift operator, but here at SPS he is a math teaching fellow and coaches Varsity Cross Country and Track. Snead says his typical day is made up of  “teaching, observing, planning, grad school work, coaching if it is Track or Cross Country season, and as much exercise as I have time for.” He meets with his mentor Laura Hrasky, observes classes, and then does some work for his UPenn courses. On the day we interviewed him for the Pelican, he also went for a casual twelve-mile run, so if you can’t tell by now, he is a pretty big runner. Finally, Snead says he ended his day with a Zoom discussion for UPenn. "
                    },
                    {
                        "type": "paragraph",
                        "text": "Snead shares that he joined the Teaching Fellow program because of the resources and support both SPS and Penn offer."
                    },
                    {
                        "type": "paragraph",
                        "text": "Both Jenkins and Snead report a smooth transition to the boarding school lifestyle, with similarities to their college experience. Jenkins “attended a small liberal arts college, so the general vibe is the same,” but an important difference to her is that SPS has a dining hall, as she says she is not a big cook. "
                    },
                    {
                        "type": "paragraph",
                        "text": "“Compared to all of my friends who are paying exorbitant amounts for their rent and food in New York or Los Angeles,” Snead says, “having access to nice housing and the wonderful facilities we have at our disposal here makes me feel grateful for my choices.” "
                    },
                    {
                        "type": "paragraph",
                        "text": "The social transition to boarding school has posed no challenge for Jenkins, who says she has easily been able to make new friends with the big group of both fellows and full-time teachers. “I love to dog sit some of the campus dogs on the weekends and talk to my players, students, and girls in my dorm,” Jenkins says. “We teaching fellows have to stick together,” says Snead."
                    }
                ],
                "image": {
                    "source": "fBZzFwQRiKmlZKY.jpg",
                    "caption": "Photo by Blue Han",
                    "show": false,
                    "position": "bottom"
                }
            },
            {
                "id": "xqxGMScXmj",
                "title": {
                    "text": "Stella at SYA: Spring in Rennes",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Stella McNab",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "As you might be able to picture, springtime in France, specifically Rennes, is truly beautiful. French citizens begin to fill the streets, and the Saturday market is full of fresh citruses and flowers as people from around the world file in to visit the famed Marché des Lices."
                    },
                    {
                        "type": "paragraph",
                        "text": "At my school, there is one particular window in the French classroom where we have long awaited, and now successfully seen, the most beautiful pink flowers blooming on the trees."
                    },
                    {
                        "type": "paragraph",
                        "text": "The French cherish spring, and it’s a time of year when moods begin to lift, and friends and family come together to enjoy the turn of the winter season. We spend our time lounging in parks around Rennes, soaking in the sun, and enjoying the company of those surrounding us."
                    },
                    {
                        "type": "paragraph",
                        "text": "For me, spring in Rennes has been a time where I have been able to reflect on my year in France as I’m left with merely two months before I have to return to the United States. I’m learning how to appreciate the current moment and taking the time to literally smell the flowers."
                    },
                    {
                        "type": "paragraph",
                        "text": "My habit of looking many months ahead has quickly shifted into living each day as they come. At dinner with my host mom, I enjoy homemade pizza and anecdotes from her day as a school teacher without thinking of tomorrow when we’ll run through a similar routine. Lunches at Jean Macé, the French school, which used to be repetitive, have now become a stable rock in my daily schedule."
                    },
                    {
                        "type": "paragraph",
                        "text": "I have learned countless lessons in France, as many lessons as there are pink flowers blooming on the tree outside my classroom. But by far, the most important lesson I have taken away is to appreciate each day as it comes, and my goal when I return to the US is to continue following this philosophy."
                    },
                    {
                        "type": "paragraph",
                        "text": "Thank you, spring. Thank you, Rennes."
                    }
                ],
                "image": {
                    "source": "lNeRlsOPZdJFnDw.jpg",
                    "caption": "Graphic by Michaela Hope '24",
                    "show": false,
                    "position": "bottom"
                }
            },
            {
                "id": "NfzgtDhJYo",
                "title": {
                    "text": "What's in the Water: My Life Goal: Powder Chasing",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Jack Bretl",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "Since I explained why I wrestle in the last edition I thought I’d share about my passion for skiing. I try to spend every break doing some sort of skiing. I always try to fit in some time for the activity that brings me the most joy, especially because I live in New England. "
                    },
                    {
                        "type": "paragraph",
                        "text": "The act of skiing itself is unlike anything else in this world. Skiing is an individual sport that you do with other people, so regardless of whether you’re an introvert or extrovert, it works. As soon as you push off you’re completely alone, but as soon as you get back on the lift you’re with your bros. "
                    },
                    {
                        "type": "paragraph",
                        "text": "Every time I ski it’s a new feeling. Even if it’s the same trail I’ve skied hundreds of times, I am never on the same patch of snow, never at the same speed, and never feel the same way. But while the act of skiing is new and exciting each time, that isn’t the real reason I enjoy it so much. The real reason is how the setting makes me feel. “Freedom” is how I would describe skiing. When I am in the mountains I am at my most calm and serene state. It’s as if nothing can go wrong. The feeling of dry air running past my cheeks and the silence of the top of a mountain makes me forget every worry in the world and I think that’s important. "
                    },
                    {
                        "type": "paragraph",
                        "text": "During our long weekend amidst the workload of the winter term and the looming thoughts about college decisions, skiing made me forget about all my worries, allowing me to live in the moment. Just like I wrestle to build mental strength and tackle obstacles in life, I ski to separate myself from my negative thoughts. "
                    },
                    {
                        "type": "paragraph",
                        "text": "I’m making it a goal in my life to spend a month driving out West, powder chasing: following the snow hoping to align all your arrivals at specific mountains with their next storm cycle. You never know where you might end up or who you might meet. "
                    },
                    {
                        "type": "paragraph",
                        "text": "I hope that everyone reading this has something in their life that serves the same purpose skiing has in my life. Skiing has taught me that everyone should have that opportunity to have something that forces you to forget about everything else. This is freedom in its simplest form. "
                    }
                ],
                "image": {
                    "source": "LeamHHbvQFKCRcS.jpg",
                    "caption": "Graphic by Julia Koeman",
                    "show": false,
                    "position": "top"
                }
            }
        ],
        "people": [
            {
                "id": "fCZXMYEYVU",
                "title": {
                    "text": "Dynamic Duos: Parker Hanson and Lulu Mangriotis",
                    "size": "big"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Nel Peter",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "For this week's dynamic duo, we have a pair of roommates who have launched into stardom through their “nano-influencer” TikTok account: @punden.lolivia. Who are these mini trendsetters, you may ask? Their names are Lulu Mangriotis ‘25 and Parker Hanson ‘25 of Ford House."
                    },
                    {
                        "type": "paragraph",
                        "text": "Aside from dancing across the stage for the SPS Ballet Company or fiercely facing off on the lacrosse and field hockey fields, Mangriotis and Hanson generate content including but not limited to outfit checks, day in the lifes, cooking videos, and mukbangs. While their platform wields 53 followers and 328 likes, the real notable statistic is their view count. Their most recent video, captioned “Breaking back into our influencer status with some Dessert Bowls,” climbed to over 3,300 views. The secret to their success might be their trendy hashtags like #RingPopVows and #ValentinesDay. With just seven videos out, @punden.lolivia is projected to reach microinfluencer status within the year:  an impressive feat for two full-time students."
                    },
                    {
                        "type": "paragraph",
                        "text": "Hanson and Mangriotis didn’t intend for the account to blow up, at least until they woke up one morning to six hundred views with just one follower.“Our first video was an accident, but it quickly reached a really large audience and we realized that we had something special with the potential to be big,” says Mangriotis. Despite their ultimate goal of fame, the roommates claim that @punden.lolivia was “founded off of true roomie love for each other,” and they are happy with the community of supporters that they have cultivated."
                    },
                    {
                        "type": "paragraph",
                        "text": "@punden.lolivia has touched the lives of many SPS students who turn to the account for a chuckle or to watch an enjoyable video of their peers. Avid fan Brooks Fisher ‘25 holds the account in high esteem: “Punden and Lolivia mean everything to me.” Others appreciate the account for its genuinity and relatableness. Lily McKee ‘25 states that @punden.lolivia is, “A way for me to see the wholesome lives of other students on campus.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "Hanson and Mangriotis hope to follow in the footsteps of other SPS students (kudos to alum Denny Blake ‘23 boasting 53.9K followers on his own account) who have accrued large follower bases on social media."
                    }
                ],
                "image": {
                    "source": "XxWoUTWrmGrMyqI.jpg",
                    "caption": "Photo courtesy of Lulu Mangriotis",
                    "show": true,
                    "position": "bottom"
                }
            },
            {
                "id": "XFlhLGoFHC",
                "title": {
                    "text": "Teacher of the Issue: Mrs. Edwards",
                    "size": "medium"
                },
                "summary": {
                    "content": "Humanities teacher brings wealth of experience, engagement and",
                    "show": true
                },
                "author": "inspiration to the classroom",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "Students at St. Paul's School are fortunate enough to not only live with but also learn from many passionate and dedicated teachers. Ms. Abbey Edwards, a teacher in the Humanities department, is one of many. With a career spanning over two decades, Edwards has dedicated herself to the education and advancement of young minds. Originally from the outskirts of Boston, Edwards graduated from Middlebury College and immediately began her teaching career."
                    },
                    {
                        "type": "paragraph",
                        "text": "In 2019, Edwards moved to Concord, New Hampshire to teach at SPS. Now officially in her 23rd year of teaching, with five of those years at SPS, she brings a wealth of experience and unique perspectives to her classroom. Edwards appreciates the integrated approach in the humanities curriculum at SPS, which is unlike her own high school curriculum."
                    },
                    {
                        "type": "paragraph",
                        "text": "“It really helps students develop analytical thinking and writing skills,” she says."
                    },
                    {
                        "type": "paragraph",
                        "text": "Thad Lucentini ‘25, a student in her Humanities V class, states that she teaches with “engagement and passion.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "In addition to Humanities V, Edwards teaches ‘American Government’, ‘The United States in the 21st Century,’ and ‘American Politics.’"
                    },
                    {
                        "type": "paragraph",
                        "text": "Her passion for the humanities began early on during her childhood. On the weekends, her father frequently took her on visits to various historical sites, and as a young student, she often enjoyed reading various presidential biographies."
                    },
                    {
                        "type": "paragraph",
                        "text": "“I loved learning about stories of the past and what shaped American history,” says Edwards. Her early exposure to the stories that shaped American history, together with her visits to many historical sites, inspired her career as an educator in the humanities."
                    },
                    {
                        "type": "paragraph",
                        "text": "When asked what advice she would give to Third Formers, Edwards said “Don’t be afraid to speak up in class.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "She believes in the significance of student participation and encourages new students to actively engage in class discussions and share their ideas bravely. “If you have an idea but are not confident, share it anyway.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "Edwards believes that the study of humanities is critical for all students, including those who are focused on pursuing a career in math and science. She believes the humanities help students attain important critical and analytical skills, which are also beneficial for students inclined toward a STEM-based career. In her view, understanding the broader context and implications of advancements such as artificial intelligence is impossible without a humanities background. A humanities education, she says, “helps students understand and navigate the complexities of our world today.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "Among her favorite books are those by John Irving including The Cider House Rules and A Prayer for Owen Meany. Inside the SPS community, Edwards especially enjoys the Christmas carol sing-along chapel, a tradition that celebrates the spirit and joy of the holiday season."
                    }
                ],
                "image": {
                    "source": "oIcICfnIEOudteD.jpg",
                    "caption": "Photo by Vin Chutijirawong",
                    "show": false,
                    "position": "bottom"
                }
            },
            {
                "id": "rgOMuKgFwQ",
                "title": {
                    "text": "Sam \"Safety Sam\" Keach",
                    "size": "medium"
                },
                "summary": {
                    "content": "Keeping the SPS campus and students safe",
                    "show": true
                },
                "author": "Sebastian Brigham",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "You may know the familiar hum of the St. Paul’s Safety vans that patrol campus day and night. On weekday mornings, as students rush to Chapel, Lead Campus Safety Officer Sam Keach climbs into an SPS Safety van and begins his shift. “It doesn’t get old, like when Chapel starts in the morning and you see kids just start sprinting,” he says. “No two days are ever the same.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "Growing up in Concord with an SPS alumna mother, Keach always felt a connection to St. Paul’s School. After graduating from Concord High School, he attended Fairfield University, earning a degree in Sociology and Anthropology. While at Fairfield, he got a job as a dispatcher in the safety office, and says he found that he really enjoyed this type of work. So, when a position opened up at SPS almost nine years ago, he jumped on the opportunity."
                    },
                    {
                        "type": "paragraph",
                        "text": "When Keach started working for the SPS Safety Department, he covered the night shift. While he says midnight to eight wasn’t his favorite shift, he stuck with it, fueled by a genuine love of his work. “Besides,” he says, “there’s something cool about being the only person awake at three in the morning.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "As Keach drives around campus, he says he works to update building access, tend to student and faculty needs, keep an eye out for abnormalities and more. Between tasks, he often listens to the radio: “I listen to everything: hip-hop, country, EDM, you name it.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "When he isn’t on call, Keach says he likes to spend time with friends and family and explore St. Paul’s beautiful campus on the bike. “There’s over two thousand acres,” he says. “Going through the woods, it never gets old.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "In 2023, Keach received the Benjamin Rush Toland award. The award is in honor of Ben Toland ‘38, who was “killed in action, serving beyond the call of duty, in an assault on Iwo Jima in World War II.” Each year, SPS honors staff members who display the “same gallant spirit and a true commitment to the school.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "As he approaches year ten at SPS, Keach says his love for the school fuels his plans to continue working here. “I love the community, I love the people, and I love being that 24/7 resource that you guys can always call if you need.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "In closing, Keach offers a short word of advice to SPS students: “Be patient, be positive, work hard,” and most importantly, “be kind.”"
                    }
                ],
                "image": {
                    "source": "GGKcBpAQkVHCvjH.jpg",
                    "caption": "Photo by Temi Johnson",
                    "show": false,
                    "position": "bottom"
                }
            }
        ],
        "guides": [
            {
                "id": "RVkBobazMg",
                "title": {
                    "text": "The Guide to a Productive and Relaxing Sunday at SPS",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Wilson Xie",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "Have you ever noticed a sense of unfulfillment on Sunday night from either not resting and playing enough or not studying and catching up on all your schoolwork? Here is a guide to having a relaxing and productive Sunday."
                    },
                    {
                        "type": "paragraph",
                        "text": "Whether you wake up at eight or noon, having a balanced brunch is the first step to a productive and relaxing day. Get your proteins in with an omelet or scramble with all your favorite ingredients. Have some bread, potatoes, and pasta for those carbohydrates. Although there are no smoothies, make yourself a nice yogurt and fruit plate for vitamins and minerals. And then end your brunch journey with some nuts in a cup and some tea or coffee. Now, having absorbed all sorts of essences, you can start your productive and relaxing day with a full stomach."
                    },
                    {
                        "type": "paragraph",
                        "text": "For those who woke up early, a quick afternoon nap may be refreshing. On the other hand, for those who woke up late, finding a spot in either one of the rooms in the lower level of Friedman or the lower level of the library can also refresh your souls from that long hibernation. "
                    },
                    {
                        "type": "paragraph",
                        "text": "If you are as lazy as me, your dorm’s common room can be a great study spot. Simply try your best to stay away from your bed and your phone. After getting some work in, a study break is needed for your overtaxed brain. I recommend getting some bagels and coffee from Friedman and calling some of your friends to play ping-pong or pool. A small-scale competition could help you wake up and get excited. One hour will probably be enough, as ping pong and pool get boring eventually."
                    },
                    {
                        "type": "paragraph",
                        "text": "A short walk through campus and perhaps to the boat house could also be a relaxing study break, and, of course, going to the AFC is also a great option."
                    },
                    {
                        "type": "paragraph",
                        "text": "For efficiency, when you return to your schoolwork I recommend finishing everything for one course before taking a break or doing something else. Divide the work for the chunkier courses into the parts of the day where you feel that you have the longest duration of concentration or without interruptions. This could be between brunch and the afternoon study break or after dinner. "
                    },
                    {
                        "type": "paragraph",
                        "text": "Lastly, try going to bed before ten, and you will feel enlightened the next day. Suppose you were to fully use all your time on a Sunday, which means not going for hours on YouTube, TikTok, games, and social media. In that case, a Sunday will automatically be relaxing and productive because there is so much time. Following these quick tips will make you feel fulfilled by balancing relaxation and work."
                    }
                ],
                "image": {
                    "source": "",
                    "caption": "",
                    "show": false,
                    "position": ""
                }
            },
            {
                "id": "CjRUZHHKbT",
                "title": {
                    "text": "A Guide to Creating Outfits for SPS Dances",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Lucas Conrod",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "I live for dances. In the middle of a dark, test-filled week, knowing there's a dance on Saturday night is often one of the only things that keep me going. Many may cite getting ready with friends, taking pictures, or the dance itself as their favorite part of the experience. However, when a well-themed dance comes along, creating the outfit is my personal favorite. I'm a proud member of SNL, and a huge perk of being a part of the planning process is knowing the theme weeks before everyone else. I always get a head start on finding something to wear. "
                    },
                    {
                        "type": "paragraph",
                        "text": "There are two main dance categories: dances run by StudCo, like Winter or Fall formal, and dances run by SNL, like the Halloween dance. For StudCo dances, it's a lot easier to find something to wear when you're under the constraints of formalwear and a simple theme like “Black Tie.” However, with SNL dances, themes require a little more thinking. My process for concocting outfits for those is a little bit more complex. "
                    },
                    {
                        "type": "paragraph",
                        "text": "To start, I like to choose the centerpiece of the outfit and build from there. For the patriotic dance this fall, I started by knowing I'd wear an American flag-print boxing robe. From there, I searched for inspiration on Pinterest and eventually decided upon eagle wings and a Nicki Minaj flag tied around my neck like a cape. Casual, I know. I also like to use the app “Shuffles” to make something of a vision board for my outfits. That's where I add the accessories and something incorporating my signature star. I triple-check to ensure everything will arrive on time to avoid a crisis and send it around for approval. "
                    },
                    {
                        "type": "paragraph",
                        "text": "I'm not saying anyone should do what I do to make a dance outfit. It's extra. In fact, some of my best outfits have been those where I've used things just from my closet. Everyone is capable of being fabulously on theme; you don't have to do the most."
                    },
                    {
                        "type": "image",
                        "source": "VoyfrNIcXhDCDSF.jpg",
                        "caption": "Graphic by Lucas Conrod"
                    }
                ],
                "image": {
                    "source": "",
                    "caption": "",
                    "show": false,
                    "position": ""
                }
            },
            {
                "id": "mbArZFnDxe",
                "title": {
                    "text": "Some Favorite SPS Trails",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Helen Berger",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "Welcome to another one of my areas of expertise, the SPS Trails. Before coming to St. Paul’s, I had no major interest in nature walks (or even hiking, for that matter). This school’s scenery ignited my love for the outdoors and taught me to appreciate each season for what it brings. "
                    },
                    {
                        "type": "paragraph",
                        "text": "While spending two hours outdoors might not be everyone's cup of tea, winter walks have brought me so much joy these recent months, and I highly recommend getting your hands on a sled while the snow lasts or grabbing some friends and heading out to the woods."
                    },
                    {
                        "type": "paragraph",
                        "text": "If you’re looking for a shorter, 15-20 minute stroll, (A) on the map is perfect for you. This path begins at the Armour entrance of the woods and takes you out behind the Upper. The way of this path is easy; just keep turning left until you make it around the Lower School Pond. You get lovely water views and a relatively easy walk with little to no mud or obstacles. The latter half of this path takes you by the moon rock, which is not much of a landmark but something worth visiting once. "
                    },
                    {
                        "type": "paragraph",
                        "text": "Two longer paths around the SPS woods are the path to the Meadow (White-Red-Yellow) and the “Long Way” (G), as I call it, to the Boat Docks. The path I take to the Meadow also usually begins at the Armour entrance to the woods, and it is a sixty- to ninety-minute hike at a leisurely pace without stopping. The views of Turkey Pond at the edge of the Meadow are stunning, but at this time of year, you have to trek through a path of deep mud to get there, which is a deterrent to most. "
                    },
                    {
                        "type": "paragraph",
                        "text": "The “Long Way” to the boat docks can be muddy and requires crossing slightly sinking wooden walkways, but it is a fun way to hike. The path may get a little confusing sometimes, but as long as you keep the water on your right, you will make it to the boat docks just fine. "
                    },
                    {
                        "type": "paragraph",
                        "text": "Another excellent resource for SPS students is the NH Audubon Society, which is accessible right off Silk Farm Road. The NH Audubon Society has many of its own trails. They have their own trail map, and a bonus about The Audubon Society’s trail web is that none of the trails are over two miles if you're not one to spend hours on a hike, and they’re all leisurely and beautiful."
                    },
                    {
                        "type": "image",
                        "source": "MwpXtHZkQeGBVJS.jpg",
                        "caption": "Photo courtesy of Helen Berger"
                    }
                ],
                "image": {
                    "source": "",
                    "caption": "",
                    "show": false,
                    "position": ""
                }
            }
        ],
        "styles": [
            {
                "id": "kLPziSWbmZ",
                "title": {
                    "text": "Style Column: William Snead",
                    "size": "big"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Lidia ZurMuhlen",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "This year, new teaching fellow in the math department William Snead has taken the SPS campus by storm. Snead has already made a significant impact on the community as a Geometry teacher and as a Cross Country coach, but he has also stood out with his unique and colorful clothing. Perhaps you have already seen Snead on the paths in his iconic cow sweater. “I just like to wear whatever makes me happy,” he says, which is reflected in how he wears fun outfits. "
                    },
                    {
                        "type": "paragraph",
                        "text": "Snead believes style is less about the clothes and more about how someone carries themselves in that clothing. “I value being confident and comfortable; my style is part of that,” he says. Some of his favorite style icons who exemplify these qualities include Princess Diana and Don Draper from the television show Mad Men. “They both had the elegance and confidence to pull off whatever they wanted,” he says, “and that’s something that has to be admired.” "
                    },
                    {
                        "type": "paragraph",
                        "text": "Originally from Virginia, Snead says he was exposed there to the louder colors and patterns that “are more common in the South.” He has tied that influence into his current style, meshing it with the New England vibe. While he is not sure what the perception of his general style aesthetic is, he says he hopes for it to be “unique, colorful and clean.” "
                    },
                    {
                        "type": "paragraph",
                        "text": "Snead says he does not do a lot of accessorizing; he believes in letting certain pieces of clothing speak for themselves. With shoes, he says, “I like rotating between loafers, sneakers, and oxfords. Your footwear choice can change the look and level of an outfit.” Snead says he focuses on keeping his outfits fresh and new, so he typically organizes his closet by how recently he wore a certain item. His outfits typically depend on the mood he’s in that day. But once again, outfits can completely change depending on what you pair together. Going back to the footwear example: a sweater, jeans, and loafers will have a completely different vibe than a sweater, jeans and oxfords. "
                    },
                    {
                        "type": "paragraph",
                        "text": "Lastly, Snead wants us to think less about style as materialistic and more about a reflection of what makes us happy. There is no point in wearing something, he says, if it does not make you feel happy and comfortable. However, it’s important to experiment and take some risks to find that perfect balance. “Give yourself some time to figure out what you like and whatever makes you feel good,” he says."
                    }
                ],
                "image": {
                    "source": "rnmrmGsYkGwUzWG.jpg",
                    "caption": "Photographed by Temi Johnson",
                    "show": true,
                    "position": "top"
                }
            }
        ],
        "clubs": [],
        "teams": [
            {
                "id": "hJscDFCRJV",
                "title": {
                    "text": "SPS Squash Team Heads to Nationals",
                    "size": "big"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Hunter Morton",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "The United States High School Squash Championships, taking place from Feb. 23 to 25, is the biggest squash tournament of the season. It hosts the country's 16 top high school teams and takes place in Philadelphia at the Arlen Specter US Squash Center. The SPS Boys and Girls Squash teams are looking forward to their last and most important tournament of the season. "
                    },
                    {
                        "type": "paragraph",
                        "text": "St. Paul’s squash teams have been successful at Nationals in the past, with both teams finishing in the top ten last year. The boys team, led by captains Nathan Rosenzweig ‘24, Jay Park ‘24 and Jerry Zhu ‘24, have had a great season so far, finishing with a 7-2 record. The boys had several injuries throughout the lineup which affected their result at the New England Tournament, placing eighth overall. "
                    },
                    {
                        "type": "paragraph",
                        "text": "The boys look to come back at full strength going into Nationals. “Last year, we upset higher seed Andover in the first round 4-3,” says Sam Du ‘25."
                    },
                    {
                        "type": "paragraph",
                        "text": "The girls team, led by captains Angel Hu ‘24, Catherine Li ‘24, LeLe Gibbs ‘24, Tattie Gibbs ‘24 and Tori Thill ‘24, have had an unbelievable season so far with a fourth place at New Englands and a 9-1 regular season record. "
                    },
                    {
                        "type": "paragraph",
                        "text": "“My sophomore year, we came in as the sixteenth seed and placed eleventh,” says LeLe Gibbs. “Last year, we placed tenth, and this year, we are seeded 5-8, which is the best we have been seeded in the last decade.” "
                    },
                    {
                        "type": "paragraph",
                        "text": "The Boys and Girls look forward to playing against some of the best High School teams in the country and are motivated to achieve their goals. \"The Specter Center is always wild,” says Du. “They have about twenty courts and two glass courts. The atmosphere on the first day of Nationals is fine, but the second and third days are when it really gets loud. The Philadelphia schools, such as Haverford School and Episcopal Academy, have a lot of fans.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "“Being at the Specter Center is cool since the squash world is very small,” says LeLe Gibbs, “so you make many friends playing tournaments from around the country, and it’s great to see them.” "
                    }
                ],
                "image": {
                    "source": "",
                    "caption": "",
                    "show": false,
                    "position": ""
                }
            },
            {
                "id": "NQwujhqlxO",
                "title": {
                    "text": "Team Highlight: Boys Varsity Basketball",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Elle Ruminski",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "The St. Paul’s School Boys Varsity Basketball team made history earlier this season. The team achieved their first win over the mighty Brewster Academy and earned a statement Class A victory over Dexter. Boys Varsity Basketball player Patrick Ricca ‘26 says the Brewster victory resulted from “the whole team just clicking. The atmosphere in the locker room after the game was especially fun.” With these impressive wins and a connected team, the team now expects to compete for championships and be a solid opponent against other Class A schools. "
                    },
                    {
                        "type": "paragraph",
                        "text": "“Beating Brewster was making history,” says Head Coach Max Gordon, “and being a part of a team that is making history is an unforgettable experience because the whole team focuses on one goal and supports each other.”  "
                    },
                    {
                        "type": "paragraph",
                        "text": "While initially starting the season off 1-5, the varsity ballers have overcome this obstacle and have gone 10-5 in their last 15 games. “We’ve been able to work stronger together and play better on both sides of the ball,” says Ricca, “and we keep improving every day in our practices, so the sky really is the limit.” "
                    },
                    {
                        "type": "paragraph",
                        "text": "The squad this year is almost entirely new, and throughout the season, the team has grown together to be the robust team they are now through their dedication and undeniable hard work. “It is not all about wins and losses,” says Gordon. “I’m proud we’ve overcome this and realized how good we can be when we prepare and play the right way.” "
                    },
                    {
                        "type": "paragraph",
                        "text": "Players say the team environment is inclusive and welcoming. “From the moment I met all the guys until now, I’ve felt included and welcome,” says Ricca. “Coach Gordon and Coach Ricard definitely help cultivate and maintain our great culture as well.” "
                    },
                    {
                        "type": "paragraph",
                        "text": "Gordon believes that for his players to be the best players on the court and their best selves, they need a coach who gives them some freedom. “I foster a team where players take ownership and where players have voices as leaders,” he says. Gordon strives to elicit in his players the importance of trusting in their instincts to help them learn from successes and failures."
                    },
                    {
                        "type": "paragraph",
                        "text": "The team endeavors to push for the Class A playoffs as an ending to their remarkable season. The players have proved time and time again that they have a roster full of players who are committed to the betterment of the team and willing to do the work necessary to win."
                    }
                ],
                "image": {
                    "source": "EgacKioIRWNhhZQ.jpg",
                    "caption": "Photographed by Hal Johnson",
                    "show": false,
                    "position": "bottom"
                }
            },
            {
                "id": "mRIvKqIHjj",
                "title": {
                    "text": "Team Highlight: Girls Varsity Squash",
                    "size": "medium"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Melody Zhang",
                "date": "2024-02-26",
                "length": 2,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "In the heart of the winter season, the Girls Varsity Squash team is making waves on the court, showcasing their exceptional skill, teamwork, and dedication. With an impressive record and a roster of talented players, this team is proving that they are a force to be reckoned with. "
                    },
                    {
                        "type": "paragraph",
                        "text": "The team’s recent successes have been nothing short of extraordinary. Team captain LeLe Gibbs ‘24 expressed the team’s collective pride in their recent victory in the New Englands competition, securing 4th place overall, which is the highest they’ve ever placed in the last decade. “Our first match against Windsor was a huge success, and we beat them 5-2.” "
                    },
                    {
                        "type": "paragraph",
                        "text": "“It was one of the biggest wins in the Gibbs family,” said Tattie Gibbs ‘24, another one of the captains. “I previously lost against my opponent three days before, but I was able to pull through and beat her at New Englands for the first time in 7 years.” "
                    },
                    {
                        "type": "paragraph",
                        "text": "This season, girls varsity squash has been sweeping the courts clean with victories, only losing against Tabor. “The match against Tabor was very close,” said LeLe Gibbs, “and we unfortunately lost to them 4-3, but I have high hopes for beating them at Nationals.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "The team’s success is not only attributed to their skill but also to the friendship among the players. Team members say they have a strong bond and a shared commitment to each other’s success. “Everyone supports each other. Everyone pushes each other to be the best they can be. One thing I love about the team is that we would always coach each other in between matches,” said LeLe Gibbs. “If I wasn’t on this team, I wouldn’t have met a lot of the girls, and I’m really happy now having met them. We always dress up and have Team Brek on days we have games, and we have fun bus rides there.”"
                    },
                    {
                        "type": "paragraph",
                        "text": "Looking ahead, the Girls Varsity Squash team is gearing up for the highly anticipated Nationals at Philadelphia. Preparation will be tough, filled with conditioning games, repetitive drills, and cardio training. This competition is not just a game, players say; it’s a chance to further solidify the team’s standing in the league and showcase their prowess. “Last year, we were 10th at nationals, and this year, our goal is to be even better than that,” says LeLe Gibbs. She adds that this might be the last time playing with the team for the five graduating seniors on the team. "
                    },
                    {
                        "type": "paragraph",
                        "text": "The team is not just focused on winning but also on promoting the spirit of sportsmanship and teamwork. As they continue to dominate the squash courts, the Girls Varsity Squash team is poised for continued success in their journey till the end of the season."
                    }
                ],
                "image": {
                    "source": "xyGpkqthREUmejN.jpg",
                    "caption": "Photographed by Jason Lee",
                    "show": false,
                    "position": "bottom"
                }
            }
        ],
        "archives": [
            {
                "id": "LmpweFqLLG",
                "title": {
                    "text": "Archives: Armour House",
                    "size": "big"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Cole Hamilton",
                "date": "2024-02-26",
                "length": 1,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "Completed in May 1914, Armour House originally served as the school infirmary. Comprising two distinct wings, this facility held sick rooms similar to those in Clark House. Armour House also included infectious disease wards and a standalone operating room. Initially, the building utilized only three floors, leaving the fourth floor incomplete, with plans to finish it as necessary in the future."
                    },
                    {
                        "type": "paragraph",
                        "text": "In 1996, St. Paul’s School completed renovations, transforming the infirmary into a dormitory capable of housing thirty students and three faculty families. These renovations were modeled on the style of the recently renovated Upper houses. The redesign embraced an open-plan layout, offering an expansive view of the Lower School Pond, and introduced three separate three-story faculty residences."
                    }
                ],
                "image": {
                    "source": "NZRZnlehXNhTkET.jpg",
                    "caption": "Image Courtesy of SPS Archives",
                    "show": true,
                    "position": "bottom"
                }
            }
        ],
        "activities": [
            {
                "id": "HAzMCjPHUP",
                "title": {
                    "text": "Behind the Scenes of the SPSBC Winter Showcase",
                    "size": "big"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Grace Guang",
                "date": "2024-02-26",
                "length": 3,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "On February 23rd and 24th, the St. Paul’s Ballet Company performed their Winter Showcase. The performance showcased the handwork the dancers have been doing in the winter term.  It features four student choreographers: Lauren Edouard ‘25, Matteo Lorenzo-Giguere ‘25, Lulu Mangriotis ‘25, and Olivia Van Stone ‘25. as well as two pieces from guest choreographer Danielle Diniz and Natiya Kezevadze. The performance was nothing short of spectacular. "
                    },
                    {
                        "type": "paragraph",
                        "text": "The SPSBC warmly welcomed Ms. Diniz earlier this term for two weeks to choreograph an upbeat and story-driven piece. With its fusion of many diverse styles, such as jazz, ballet, contemporary, and musical theatre, the choreography challenged the dancers to step out of their comfort zone. The dancers did a great job of capturing the lively atmosphere of the piece, and it was undoubtedly one of the highlights of the performance! "
                    },
                    {
                        "type": "paragraph",
                        "text": "Just three weeks before the performance, Ms. Kezevadze from Complexions Contemporary Ballet set a piece on the dancers. Ms. Kezevadze is originally from Tbilisi, Georgia, and studied at V. Chabukiani State Ballet School and Vaganova Academy of Russian Ballet. She now performs with Complexions Contemporary Ballet as an Artist in Residence. She picked pieces choreographed by Dwight Rhoden, the founder of Complexions Contemporary Ballet, and set them on the SPSBC. Ms. Kezevadze said, “[she] prepared coming here (…) but after [she] arrived and saw [us], [she] scratched the plan and was inspired by the dancers and ended up going a completely different direction.” The piece amalgamates many dynamic styles, moods, and music. It starts with a slow tempo and ends with the dramatic song “I’ll Take Care of You” by Beth Hart and Joe Bonamassa. The dancers only had a week after Ms. Kezevadze left to clean the piece before the final showing, and they executed it amazingly!"
                    },
                    {
                        "type": "paragraph",
                        "text": "Dancers in the SPSBC have the chance to choreograph their work in their Winter and Spring shows. Each of them brought their own approach to their choreography. Lauren Edouard ‘25 choreographed a piece that tells the story of a woman in Somalia digging for pearls on the roadside to provide for her family. Lauren explains that “despite the challenges of the burning sun and difficulty of the labor, [the woman] is determined to survive and persevere through the struggle.” She brings this story to life through her choreography, which initially starts with an empowering and emotional mood, eventually transitioning to something hopeful and bright. Matteo Lorenzo-Giguere ‘25 set an exciting, bold piece that diverges from typical classical ballet. He wanted to “subvert the St. Paul’s community’s expectations of what ballet could be” and expose more styles of ballet to the people at St. Paul’s. The hyperpop music inspired Matteo to choreograph his piece to match its powerful energy with fast and athletic steps. Another piece, by Lulu Mangriotis ‘25, is emotional and communicative between the dancers and with the audience. Lulu says preparation was essential in her choreographic process. She would create choreography in her room and “take it to the dancers and see how they took it,” saying that “she ha[d] no idea what to expect and ended up with a wonderful piece.” Olivia Van Stone ‘25 created a piece with a strong dynamic, varying in formations and pace. She describes the style as “sharp and brisk,” and the piece's mood builds up from start to finish, complementing her music. The hard work of all our student choreographers made this Winter Performance possible. "
                    },
                    {
                        "type": "paragraph",
                        "text": "The Winter Performance was filled with mesmerizing choreography and artistry from all the dancers. Congratulations to all the dancers for their successful performances!"
                    }
                ],
                "image": {
                    "source": "DllZvajfjQRbAfQ.jpg",
                    "caption": "Graphic by Julia Koeman",
                    "show": false,
                    "position": "top"
                }
            }
        ],
        "theater": [],
        "arts": [],
        "misc": [],
        "letters": []
    }
}