{
    "issue10": {
        "news": [
            {
                "id": "HlgpmrHGcB",
                "title": {
                    "text": "Unpacking Superbowl Sunday 2024",
                    "size": "big"
                },
                "summary": {
                    "content": "",
                    "show": false
                },
                "author": "Georgia Bussey",
                "date": "2024-02-26",
                "length": 3,
                "content": [
                    {
                        "type": "paragraph",
                        "text": "Preface: There is a lot to unpack about Super Bowl Sunday 2024, but one thing is for certain: It was downright legendary. With the help of playbooks and even a few love stories, the game between the Kansas City Chiefs and the San Francisco Forty-Niners was recorded as the most-watched Super Bowl of all time. It was also the first Super Bowl to be held in Las Vegas, a fitting location given the game itself was projected to be a gamble between two evenly-matched teams. Indeed it was, as it became the second game in Super Bowl history to go into overtime with a playing time of 74 minutes and 57 seconds."
                    },
                    {
                        "type": "paragraph",
                        "text": "As students flocked into Raffini on Sunday, February 11th, excitement and uncertainty were in the air. Who was going to win Super Bowl LVIII? Is Justin Bieber going to be a part of Usher's halftime show? Is tonight going to be the night when we forget about the deadlines? Nevertheless, it was time. "
                    },
                    {
                        "type": "paragraph",
                        "text": "The First Half: At kickoff, students nestled into their seats with nachos, wings, and sundaes galore (The food for this event was HH+), as the 49ers received the ball first. Fan-favorite Brock Purdy––selected as the last pick in the 2022 NFL Draft––led the 49ers to this year's NFC Championship and Super Bowl as San Francisco’s starting quarterback. Ready for Purdy's handoff, NFL Offensive Player of the Year Christian McCaffery started at running back, and with just over four minutes left in the first half, McCaffery received a pass at the 26-yard line to clench the first touchdown of the game, putting the 49ers up by 9."
                    },
                    {
                        "type": "paragraph",
                        "text": "Halftime (ft. Usher, StudCo, The Dean of Students Office, and Mrs. Giles): Things started to heat up at halftime as 49ers fans began to feel confident, anticipation for a special announcement grew, and eight-time Grammy Awards winner Usher took the floor. Although Usher didn't perform the millennial classic \"DJ Got Us Fallin' in Love,\" he did not disappoint. The \"My Boo\" duet with Alicia Keys was a hit, though controversial, and the ambiance of the performance definitely made us all say Oh. My. Gosh."
                    },
                    {
                        "type": "paragraph",
                        "text": "Then came the groundbreaking, crafty, brilliantly executed proclamation to the student body. School was not yet \"Out for the Summer,\" but it was out for a winter Monday, and a feeling of gratitude rushed through the room. A late night in the common room would no longer be a place of reevaluating priorities but bonding and cheering on the Chiefs or Niners with dormmates."
                    },
                    {
                        "type": "paragraph",
                        "text": "The Second Half: The second half of the game was a roller coaster. The Chiefs got off to a shaky start, fumbling a pitch with Mahomes throwing an interception shortly after. It was back and forth in an exciting 4th quarter. The last few minutes provided some nail-biting moments (as the media teams captured in the skyboxes) when the 49ers kicked the go-ahead field goal to go up 19-16 with 1:53 to play in the game.  Mahomes and Kelce went to work and marched all the way to the 49ers' end of the field, setting up Harrison Butker’s 29-yard field goal to tie the game up with 3 seconds left."
                    },
                    {
                        "type": "paragraph",
                        "text": "Endgame: The 49ers won the coin toss and chose to receive the ball first, which has provoked an ongoing dispute."
                    },
                    {
                        "type": "paragraph",
                        "text": "Purdy, McCaffrey, and company drove the Niners down the field, managing to get a 3-point field goal out of the drive. Then it was the Chiefs' turn, the Niners needing to hold them to 3 points or less to clinch the Super Bowl. The Chiefs had a 4th and 1 but managed to convert the first down on an 8-yard run by Mahomes, who then scampered another 19 yards to set up the game-winning play."
                    },
                    {
                        "type": "paragraph",
                        "text": "With three seconds left in the first quarter of OT, the Kansas City Chiefs claimed the Superbowl championship, 25-22, with MVP Mahomes throwing the winning TD pass to Cole Hardman, powering the Chiefs to their 3rd title in 5 years and the first time since 2003-04 that an NFL team has won back to back Championships."
                    },
                    {
                        "type": "paragraph",
                        "text": "One question remains: The Super Bowl 2025 has a blank space, will the Chiefs write their name for a three-peat? "
                    }
                ],
                "image": {
                    "source": "GAVycJcdpQMGcjD.jpg",
                    "caption": "Photograph by Jason Lee",
                    "show": true,
                    "position": "bottom"
                }
            }
        ],
        "spotlight": [],
        "letters": [],
        "voices": [],
        "styles": [],
        "people": [],
        "guides": [],
        "clubs": [],
        "misc": [],
        "archives": [],
        "theater": [],
        "arts": []
    }
}