{
    "news": [
        {
            "id": "rseRVwMqIn",
            "title": {
                "text": "A Day to Remember: 2024 Total Solar Eclipse",
                "size": "big"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Cole Hamilton",
            "date": "2024-04-24",
            "length": 3,
            "content": [
                {
                    "type": "paragraph",
                    "text": "As over 400 students and teachers began boarding buses to make the trek up to northern Vermont to view the total solar eclipse, there was much buzz in the air, anticipating the sight soon to be viewed up in the sky. Before heading off, the school assembled for Chapel and an information session to teach students about the solar eclipse. Then those staying and those going parted to be reunited soon after a long day."
                },
                {
                    "type": "paragraph",
                    "text": "Many SPS students traveled in caravan style, bringing countless belongings like backpacks, pillows, and a change of clothes. Contrastingly, others opted for a more minimalistic travel style, packing only the necessities. The first few hours on the bus flew by as everyone was excited to see the eclipse, happy to get a day off classes, eager to get a jump on their homework, and satisfied after a delicious meal prepared by FLIK. Finally, the SPS fleet arrived at the Foote Brook Farm in Johnson, Vermont."
                },
                {
                    "type": "paragraph",
                    "text": "To kickstart the day of activities, everyone stretched their legs and found a place to plop down on the massive field. When everyone settled, the games began with Dr. Morse's challenging puzzle hunt. Safe to say, the puzzle was quite complicated, and everyone struggled to complete the impossible task created by a mastermind himself– Dr. Chris Morse. Andrew Carroll ‘25 says, “I think the puzzle was a blast and we had some great team bonding moments. Although it was difficult everyone still enjoyed it.”"
                },
                {
                    "type": "paragraph",
                    "text": "After the puzzle, everyone restlessly awaited the total solar eclipse. To pass the time, students talked with friends, played Spike Ball, played frisbee, or settled to nap."
                },
                {
                    "type": "paragraph",
                    "text": "After the long wait, the total eclipse approached. Students and faculty put on their eclipse glasses to watch the magnificent sight above. The moon slowly began piercing the Sun’s bright orange light, leaving darkness in its path. Eventually, the moon fully covered the sun, leaving no speck of light behind. Oohs and ahhs could be heard amongst the SPS crew as the sight was beautiful. The sky went dark and the air grew cold. Everyone observed the bright white light from the Sun’s corona during complete totality and could distinctly make out looping solar prominences emerging from the corona. There was a halo glowing around a black circle of nothing. It was such an incredible sight. “It was so cool and a sight that was worth the long bus ride,” says Carroll."
                },
                {
                    "type": "paragraph",
                    "text": "Back at school, students and faculty participated in a busy day full of eclipse programming activities. After Chapel, those staying watched a screening of “The Great American Eclipse.” Before a long lunch, students broke off into assigned groups to debrief the film. They then met again to solve Dr. Morse’s puzzle challenge before witnessing the partial solar eclipse. Caroline Rogers ‘26 mentions, “Though I didn’t go, the day was still super interesting and the partial eclipse was super eerie. I got kind of chilly!”"
                },
                {
                    "type": "paragraph",
                    "text": "Before heading back on the bus, everyone packed up, ate some more, and mentally prepared for the unknown duration it would take to return to campus. The bus ride back was even longer than expected. The fleet departed around four and did not arrive campus until close to 11. However, the eclipse experience was worth the wait as it was so spectacular and memorable!"
                }
            ],
            "image": {
                "source": "UmjRUaguoSHIDRd.jpg",
                "caption": "Photo courtesy of Mr. Seamans",
                "show": true,
                "position": "bottom"
            }
        },
        {
            "id": "FAoPQgdVWq",
            "title": {
                "text": "Kwok's Grand Opening",
                "size": "medium"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Wrenn Ragsdale",
            "date": "2024-04-24",
            "length": 2,
            "content": [
                {
                    "type": "paragraph",
                    "text": "The beginning of Spring Term always brings new electives, Hugh Camp Cup speeches, and warmer weather. But this year, the start of Spring Term also brought us a new and revamped version of our beloved Kwok Café."
                },
                {
                    "type": "paragraph",
                    "text": "On Monday, March 25, the Friedman Community Center was buzzing with excitement for Kwok’s grand opening. At this celebration, new menu items including fried rice, lo mein, quesadillas, tacos, mac and cheese, and sushi rolls were served hors-d'oeuvre style. Students also had the opportunity to win raffle prizes such as ‘Kwokie Monster’ T-shirts and Kwok gift cards. I am proud to have won both."
                },
                {
                    "type": "paragraph",
                    "text": "The café now offers a wider variety of foods from a range of cuisines. Sushi Sundays are another new addition, with California and chicken tempura rolls available every Sunday evening. The establishment has also expanded its selection of ice creams, snacks, and candies for sale."
                },
                {
                    "type": "paragraph",
                    "text": "Unfortunately, Kwok’s menu has suffered some devastating losses including the buffalo chicken wrap and my personal favorite: the chicken Caesar salad and wrap. Many students are missing not only the café’s old dishes but also its old prices. Kwok’s prices have risen substantially, which has led students to coin a new term: ‘Kwokflation.’ According to Barrett Pickett ‘24, “Normally you sort of think of politics as something out there in the ethos that doesn’t really affect us, but here we can see grassroots SPS students getting less value out of their dollar.”"
                },
                {
                    "type": "paragraph",
                    "text": "While Kwok’s delicious new menu items have attracted many student customers, the rising prices might also be driving some away. Ethan Downey-Lamprey ‘25 shares, “Honestly, at first look, it was a little overwhelming, with so many options. But then I saw the prices, and I was even more overwhelmed. I was in full panic mode just trying to get a burrito bowl.”"
                },
                {
                    "type": "paragraph",
                    "text": "Kwok’s increased prices seem fair, considering the effort the establishment is putting into offering students healthier food and a wider variety of products. The Kwok team has been aiming to move away from frozen items and toward healthier, more nourishing options, and is glad that many of the fresher items have been very popular. “Price changes are tough for everyone, but it’s worth it. The food is great. We have a new chef. Her name is Sam,” says Vishal Kumar, beloved long-term Kwok chef."
                },
                {
                    "type": "paragraph",
                    "text": "Chef Sam Vincent shared some very exciting things that Kwok has in the works. Bubble tea is coming soon, along with weekly specials to make up for some of the menu items removed. “In the next couple weeks, we’ll take stuff that hasn’t been super popular, and that will free us up for more weekly specials,” she said."
                },
                {
                    "type": "paragraph",
                    "text": "I’m looking forward to trying new items throughout this term and next year, and I’m sure many of you are as well. After all, this is just the beginning of a very bright future for Kwok Café."
                }
            ],
            "image": {
                "source": "fmQTXUULglxDLkf.jpg",
                "caption": "Graphic by Julia Koeman",
                "show": false,
                "position": "top"
            }
        },
        {
            "id": "VrhkjZKzJD",
            "title": {
                "text": "Leadership Season at SPS",
                "size": "medium"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Parker Hanson",
            "date": "2024-04-24",
            "length": 2,
            "content": [
                {
                    "type": "paragraph",
                    "text": "Every year during the last week of spring break, students frantically check their emails, awaiting the arrival of the leadership application in their inbox. While the leadership application is long and daunting, it is a way for students to reflect on the type of leaders we are and the potential leadership roles we see ourselves succeeding in."
                },
                {
                    "type": "paragraph",
                    "text": "Why do we all need to fill out this long application anyway? It may seem tedious, but leadership selection has a huge impact on the SPS community. One of the attributes that makes St. Pauls unique is that we are fully residential. As a result, student leaders are present in all aspects of our lives. Student leaders help make everyone feel valued and included in the classroom, on the field, and in the dorm."
                },
                {
                    "type": "paragraph",
                    "text": "The application consists of multiple parts. The general application houses the bulk of the application. This is where you will find all the typical leadership questions ranging from what you think a student leader looks like at SPS to what leadership style suits you best. Once this is completed, you can choose from a long list of leadership roles and fill out their respective applications. There is no limit to how many leadership positions you can apply for."
                },
                {
                    "type": "paragraph",
                    "text": "It is also important to note that there are numerous leadership roles that conflict with others. For example, if you get selected to be on the student council, you will not be considered for prefect. As a result, ranking your choices is crucial to ensure you have the best shot of receiving the leadership role you want most."
                },
                {
                    "type": "paragraph",
                    "text": "The Sunday before leadership applications are due is a busy day for many students. But, after a late Sunday night, you turn in your application and relax. The hard part is over. Now you only need to wait and see."
                }
            ],
            "image": {
                "source": "",
                "caption": "",
                "show": false,
                "position": ""
            }
        }
    ],
    "opinion": [],
    "events": [],
    "spotlight": [],
    "voices": [],
    "people": [
        {
            "id": "HyRrFvasFK",
            "title": {
                "text": "Mr. Michael Seamans: Capturing Snapshots of Life at SPS",
                "size": "big"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Sebastion Brigham",
            "date": "2024-04-24",
            "length": 3,
            "content": [
                {
                    "type": "paragraph",
                    "text": "Growing up in central New York, SPS Photographer Michael Seamans had no idea what profession he would pursue. In his sophomore year of high school, though, he began taking photos independently. Then, he took photo classes. Still, he didn't think about being a professional photographer. Instead, the reason he was drawn to the art form was simple: he was curious and had lots to say but was too shy to share. Taking photos as a teenager, he says, was “a way to communicate without having to talk to people.”"
                },
                {
                    "type": "paragraph",
                    "text": "As he became more serious about photography, Seamans made a big decision: he sold his prize cow, Jenny, in order to buy his first “real” camera, an Olympus OM10. However, he still didn’t see photography as a career option."
                },
                {
                    "type": "paragraph",
                    "text": "By age 15, Seamans had spent time in the classroom studying architecture while working construction in the summer. His original college plan was to study architecture, but financially, that program wasn’t possible."
                },
                {
                    "type": "paragraph",
                    "text": "After a gap year, he decided to study engineering, but his love for photography lingered. Eventually, he decided to pursue photography and earned an A.A. in advertising and photography and then a B.F.A. in photographic illustration as a first-generation college student at Rochester Institute of Technology."
                },
                {
                    "type": "paragraph",
                    "text": "For Seamans, photography turned out to be his ideal career path. “I am interested in everything, and photography is the only way I can experience all of those things. [...] A [camera] is my ticket to experience lots of different worlds, just for a moment.”"
                },
                {
                    "type": "paragraph",
                    "text": "Over the next near-decade, Seamans worked at the Boston Herald, photographing every aspect of a big city: the Boston Ballet, professional sports teams, speeches, and lots of events. Additionally, in 2001, he was chosen to be one of 11 official photographers for the 2002 Olympic Games in Salt Lake City, Utah. After photographing the Patriots Super Bowl XXXVI victory, he traveled to Utah to join ten other photographers and produce the official commemorative book of the Games."
                },
                {
                    "type": "paragraph",
                    "text": "Then, the early 2000s saw a shift in the news industry. The rise of social media and online news meant reporting was more about getting a reader to click on an article than reporting real news, so Seamans sought change."
                },
                {
                    "type": "paragraph",
                    "text": "When he received a free horse (yes, the animal), he saw an opportunity to begin a new chapter. He and his wife moved up to New Hampshire and bought a place with space for his new horse, Fredd. For several years, he was a freelancer, photographing politicians, the local farm, universities, and several boarding schools. Then, he returned to school and earned his M.F.A. in photography."
                },
                {
                    "type": "paragraph",
                    "text": "In February 2020, Seamans started at St. Paul’s School. Although it was a new environment, the position was similar to what he had experienced at the Boston Herald. St. Paul’s has its own ballet company, sports teams, keynote speakers, and musical performances. The school is a microcosm of a big, bustling city."
                },
                {
                    "type": "paragraph",
                    "text": "Here at SPS, Seamans works to capture the authentic SPS experience. As he photographs games, performances, and everyday life, he is aware that he catches the occasional awkward photo, but it becomes one of the thousands he deletes every day. By the end of the day, only a small fraction of the photos he takes remain. He then edits them for use in print, on the School website and social media channels, and on any other project that needs photos."
                },
                {
                    "type": "paragraph",
                    "text": "When he isn’t hurrying around campus taking photos, Seamans likes to ski, trail run, and play tennis. At home, while Fredd the horse has unfortunately passed away, he takes care of his two cats and 20 chickens."
                },
                {
                    "type": "paragraph",
                    "text": "As he reflects on his life, he offers one bit of advice to his younger self and the students of SPS: “Be open to the opportunities that present themselves, even if sometimes they come after disappointment.” Had Seamans been able to attend architecture school, he would never have discovered photography as a career path, and SPS would be without one of the most integral members of our staff."
                }
            ],
            "image": {
                "source": "VMoACrdIYsosCtI.jpg",
                "caption": "Photo by Vin Chutijirawong",
                "show": true,
                "position": "bottom"
            }
        },
        {
            "id": "MTmjoYqtkg",
            "title": {
                "text": "Meet Mr. Inzer",
                "size": "medium"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Rhys Rountree",
            "date": "2024-04-24",
            "length": 3,
            "content": [
                {
                    "type": "paragraph",
                    "text": "You might have heard rumors surrounding Teacher of Humanities, Mr. Andrew Inzer circulating campus, but find yourself wondering, are they true? I can confirm that, yes, Inzer was in the NFL before teaching at St. Paul’s. Yes, he is a wilderness expert and legendary storyteller. And yes, he is incredibly passionate about humanities, economics, and the bassoon."
                },
                {
                    "type": "paragraph",
                    "text": "Before he became a teacher, Inzer graduated from Brown University. He became an undrafted rookie free agent for the New England Patriots, playing as a backup offensive center and guard. Inzer recounts the Patriot’s longstanding tradition that the rookies would take the veterans out to a fancy dinner. At the end of the night, when the bill came, he strongly suggested that the bill be divided based on signing bonuses. Inzer’s bonus was quite a bit less than the top-round draft picks, so he “pulled out some cash, gave it to his teammates, and didn’t stick around to argue over who would pay for the night!” Inzer even won the Super Bowl playing for coach Bill Belichick during his rookie season."
                },
                {
                    "type": "paragraph",
                    "text": "After his football career came to an end, Inzer first worked in private business before moving on to teaching. He taught at a public school in New Hampshire and then entered the independent boarding school world shortly after. He taught at several schools before settling his family back in New England. Inzer jumped at the opportunity to work at St. Paul’s because he feels closer to family and connected to the area."
                },
                {
                    "type": "paragraph",
                    "text": "One of Inzer’s many passions is humanities and economics. He believes that humanities “allows us to venture outside normal academic boxes and explore ideas through a multidisciplinary lens.” He describes the variety of subjects from literature, history, and public speaking as refreshing. Furthermore, he loves introducing students to economics because he finds that they often haven’t encountered analytical decision-making before. Inzer is all about cultivating curiosity and creativity in his classes."
                },
                {
                    "type": "paragraph",
                    "text": "Another of Inzer’s long-standing interests is the bassoon, which has been an obsession of his since the age of five. Inzer often practices in the music building and looks forward to playing in a quartet this spring with Director of Music, Mr. Orlando Pandolfi, and other students."
                },
                {
                    "type": "paragraph",
                    "text": "Inzer describes himself as “easy-going and pragmatic.” He is definitely an outdoors person, spending his whole life trying to find ways to be in the wilderness. He recalls that before having kids, he “used to disappear in the White Mountains for a few days to think about the past year and rejuvenate.” One year, he set up camp in a remote spot in the Wild River Valley. He was reading a book by the campfire when two young women stumbled onto the campsite. They were “clearly lost, soaking wet, and terrified at finding a large human such as himself in the middle of nowhere.” The women were dehydrated and exhausted, so he fed them pre-packed chili and gave them dry clothes and blankets. In the morning, he woke them up before dawn, made them oatmeal and coffee, and then heroically led them out of the forest. When Inzer reached the trailhead, he was surprised to be met with a crowd of search and rescue personnel, state police, local police, and Fish and Game officers, all of whom were preparing to rescue the two women who had been lost. He was on the news that night for his quick thinking and lionhearted actions."
                },
                {
                    "type": "paragraph",
                    "text": "The anecdotes above speak for themselves. Now that you know a little more about Inzer’s awesome life story, make sure to spark up a conversation next time you see him, and maybe even enroll in one of his classes!"
                }
            ],
            "image": {
                "source": "dsKgzaRZetkNiPo.jpg",
                "caption": "Photo courtesy of the SPS Directory",
                "show": true,
                "position": "side"
            }
        }
    ],
    "guides": [],
    "styles": [
        {
            "id": "VzqBviBGnE",
            "title": {
                "text": "Style Column: Armaan Arora",
                "size": "big"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Lidia ZurMuhlen",
            "date": "2024-04-24",
            "length": 2,
            "content": [
                {
                    "type": "paragraph",
                    "text": "Have you ever asked yourself: how can I be classy, yet comfortable, or trendy, but original? Well, today Armaan Arora ‘24 will be able to answer questions like these and more. Armaan likes to keep balance in his wardrobe and daily outfits, by switching up his style or mood depending on the day. For example, he says, “If I have a big Latin test coming up I'll come fully dressed for war in smart clothes. My father calls it: dress smart, think smart.”"
                },
                {
                    "type": "paragraph",
                    "text": "Armaan says he looks for brands that are able to not just sell clothes, but rather, an image and way of life. He says, “brands that have timeless style and are elegant and sophisticated always capture my interest.” Armaan looks to reflect this vibe when creating his daily outfits."
                },
                {
                    "type": "paragraph",
                    "text": "To build and make his outfits more complex through accessories, Armaan believes there are two types of people in the world: gold and silver. Once a person can figure out what type of person they are, they have essentially unlocked a whole new world. He says, “For the last few years I've worn the same rings, chain, pendant, bracelet, and now recently a watch.” Furthermore he reminds us that, “accessories are supposed to compliment the outfit, not become it.” He believes that adding that hint of gold or silver is for the people who like paying attention to detail: it should not be so obvious that you can see the necklace, bracelet or watch from a mile away."
                },
                {
                    "type": "paragraph",
                    "text": "And while accessories may stay the same throughout the seasons the clothes will certainly change. As Armaan says, “seasons dictate style.” And particularly in New Hampshire there is such a drastic change in climate that it becomes imperative to experiment with new types of clothing. He says, “Color and flair is appropriate during the spring as the weather reflects your outfit with pretty bright flowers and sunny days. Whereas winter can be more neutral, with earth tones and darker shades.”"
                },
                {
                    "type": "paragraph",
                    "text": "His key piece of advice to all of us is to choose our outfits carefully the night before. Reflecting on past experiences, he says, “Running around to change shoes or pants the morning of has resulted in tardies for Chapel.” And most importantly, always make sure to check the weather because New Hampshire is unpredictable."
                },
                {
                    "type": "paragraph",
                    "text": "Armaan leaves us with some final words to keep us all fashion forward. First he encourages us all to only buy the clothes that we love. There is no point wasting money and fabric if it is not worth it! Next, Armaan believes it is important to be able to differentiate between the various trends, so that the “clothes you wear now will be applicable twenty to thirty years from now.” He says: “think about the future; play the long game.”"
                }
            ],
            "image": {
                "source": "YVjDeNmiBhHazpZ.jpg",
                "caption": "Photo by Temi Johnson",
                "show": true,
                "position": "top"
            }
        }
    ],
    "clubs": [
        {
            "id": "seUIjdrQKJ",
            "title": {
                "text": "Upcoming Club Cup Events",
                "size": "big"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Carly Bigelow",
            "date": "2024-04-24",
            "length": 2,
            "content": [
                {
                    "type": "paragraph",
                    "text": "The St. Pauls student club system has been a school tradition since the 1880s. Originally a platform for students to compete with one another in athletic competitions, clubs soon evolved into a range of engaging community activities that strengthen core school values, particularly school spirit. Upon enrollment, each student is assigned a clubDelphian, Isthmian, or Old Hundredand has the opportunity to represent their club in competition for the Form of 2011 Club Cup."
                },
                {
                    "type": "paragraph",
                    "text": "The Harry Potter-esque student tradition follows a particular points system where students have various opportunities to earn those points throughout the school year. If you consider yourself an athlete, you may want to grab a couple of friends and start putting together your Wiffle Ball team roster, as the Wiffle Ball tournament was a huge hit in spring 2022. If you do not wish to run bases to show your school spirit, you may be a good candidate for the annual gingerbread house competition during Winterim. Whether you are an active member of your club or cannot name what club you are in off the top of your head (you find it on Core), spring is the perfect time to either start or continue your journey toward victory for your club."
                },
                {
                    "type": "paragraph",
                    "text": "As the warmer weather kicks in, our school spirit will continue to thrive as the sports season kicks off and new academic opportunities arise. But what better way than competing in the Club Cup to show your school spirit? St. Paul Schools very own Official Scorekeeper Keeper of Scores Brewster Smyers 24 says that club organizers plan to ramp up the events this term with opportunities across the board for flag football, Wiffle Ball, and Spikeball tournaments, paired with a potential geography bee or spelling bee if that is more your speed."
                },
                {
                    "type": "paragraph",
                    "text": "In the past few years, Delphian and Isthmian have been the neck-and-neck frontrunners, with Old Hundred trailing closely behind. Delphian is in the lead as of now, but Smyers has not disclosed the exact standings of the competition yet. Whether you are in Delphian, Isthmian, or Old Hundred, you have the opportunity to support your club and be a key contributor to the century-and-a-half-old tradition."
                }
            ],
            "image": {
                "source": "sfnyOhldTVSJohg.jpg",
                "caption": "Graphic by Cole Hamilton",
                "show": false,
                "position": "top"
            }
        }
    ],
    "teams": [
        {
            "id": "GPmjeFQXcR",
            "title": {
                "text": "Team Highlight: The Robotics Team",
                "size": "big"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Elle Ruminski",
            "date": "2024-04-24",
            "length": 2,
            "content": [
                {
                    "type": "paragraph",
                    "text": "From March 28 to 30, the Big Red robotics team traveled to the University of New Hampshire for a three-day robotics competition. They competed against 36 teams from all across New Hampshire, Massachusetts and Vermont to test whose robot was the most skilled. While there were hiccups along the way, the SPS brainiacs ended up with an impressive finish in second place."
                },
                {
                    "type": "paragraph",
                    "text": "Before heading to the competition, the robotics team intensely prepared by building, programming and testing their robot countless times. They stripped down previous competition robots to build their robot and began constructing their new machine. The team members, each with their own skill sets, worked from coding the robot using Java and FRC to wiring the robot to learning how to drive it. Before their latest and greatest competition, the team faced some challenges, which they endeavored to work out before entering the UNH competition."
                },
                {
                    "type": "paragraph",
                    "text": "The first day at UNH was solely focused on setting up and placing the team’s robot in their pit area, along with adjusting small malfunctions they spotted along the trip. The second day was the first official day of competitions. SPS robotics competed against 36 other schools to qualify for the next round of competition by receiving the most ranking points. However, while the end score was exemplary throughout the competition, the team had slight complications which they had to improve. There were problems with programming and the robot responding to the code, then some other system began to shut down."
                },
                {
                    "type": "paragraph",
                    "text": "The mechanism that allows the robot to drive broke, and the system that intakes the scoring pieces broke mid-competition. The team persisted by working together to sort out the kinks in their machine and never gave up on all their hard work–a true testament to their resilience and determination. Lily Reid ‘26 competed with the robotics team at the UNH competition. “We worked really well together, couldn’t have asked for better,” she says."
                },
                {
                    "type": "paragraph",
                    "text": "By the third and final day, the Big Red robotics team reached smooth sailing. In the morning, they competed in more qualifying rounds until the afternoon, when they were selected to compete in the finals and picked to be in the top alliance (there are three teams in an alliance)."
                },
                {
                    "type": "paragraph",
                    "text": "“Everyone there was willing to help or lend you something,” says Reid. “No matter if you are on the same team or not, it’s a great environment for everyone.” The team connected and worked with other schools to help them achieve victory. In the final round, the team worked as a defense against other teams to ensure that other robots were slowed down in achieving necessary score pieces. The team crushed their other opponents, even those which they previously lost to, and ultimately earned a second-place finish."
                }
            ],
            "image": {
                "source": "nvXjdwKBZeTiSju.jpg",
                "caption": "Photo courtesy of Ella Kim",
                "show": true,
                "position": "bottom"
            }
        },
        {
            "id": "XfDlKzIgeY",
            "title": {
                "text": "Season in Review: Girls Varsity Basketball",
                "size": "medium"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Hunter Morton",
            "date": "2024-04-24",
            "length": 2,
            "content": [
                {
                    "type": "paragraph",
                    "text": "This season for the Girls Varsity Basketball Team was tough record-wise, but the players showed courage and fought till the end. The team finished with a 6-12 record, but these numbers do not truly illustrate the teams spirit and chemistry. Girls Varsity Basketball beat rival teams such as Deerfield, Thayer Academy, and Cushing Academy, all Class A wins, which significantly impacted the team's season."
                },
                {
                    "type": "paragraph",
                    "text": "At the end of the season, the girls hosted the Eight Schools Tournament. They played five games and beat Cushing and Deerfield while battling hard but losing games to Exeter, Andover, and KUA. I think being on a small team helped us bond together, says Carly Bigelow 25. Whether it was on a small sprinter or on a coach bus, our bond definitely showed since the bus was never quiet. The team was upbeat and positive, and every time the girls hit the court many fans were supporting them."
                },
                {
                    "type": "paragraph",
                    "text": "Senior night was my favorite part says Bigelow, since it helped us close out the season and realize how appreciative we are of everyone on the entire team. The Girls Varsity Team will not be the same next year without their seniors, especially star player and captain Ellie Pingree 24. Pingree and the rest of the seniors kept the energy alive on the buses and on the court."
                },
                {
                    "type": "paragraph",
                    "text": "Pingree led with passion for the game and was a role model to many of the younger players. She even scored her 1,000th SPS career point during the 2023-24 season. This outstanding achievement will never be forgotten. Next year, Pingree will be playing basketball at American University."
                },
                {
                    "type": "paragraph",
                    "text": "Overall, the Girls Varsity Basketball had a season full of fun and energy and they cant wait to get back on the court."
                }
            ],
            "image": {
                "source": "nLNmqXHYjIxmivq.jpg",
                "caption": "Photographed Declan Schweizer",
                "show": false,
                "position": "bottom"
            }
        },
        {
            "id": "EJbHujxIOY",
            "title": {
                "text": "Girls Varsity Lacrosse Prepares for Another Great Season",
                "size": "medium"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Kevin Wu",
            "date": "2024-04-24",
            "length": 2,
            "content": [
                {
                    "type": "paragraph",
                    "text": "In the realm of sports, there are teams that dominate their competition, setting themselves apart as the epitome of excellence. The 96 Bulls, 2020 Montverde Academy, 2016 Chino Hills, and many other teams are some popular examples of this kind of historical domination. And then there is the Girls Varsity Lacrosse team of St. Pauls School, who many in Millville say are miles above any of those aforementioned teams. On the field, they are a force to be reckoned with, not just in the Lakes Region or the NEPSAC, but in the entire world. As they gear up for another season, the anticipation is palpable, with aspirations set high for multiple championships."
                },
                {
                    "type": "paragraph",
                    "text": "Heading into this season, the girls are deservedly confident in their expectations. When asked to rate the team energy out of 10 and her expectations, Meg Bohan 25 responds, Were at 12 out of 10. Were expecting an extremely successful season. We have a lot of seasoned players, a lot of skill, a lot of energy, and a lot of kids ready to work hard. Were expecting to win a lot!"
                },
                {
                    "type": "paragraph",
                    "text": "One of the defining features of this team is the depth of talented players. From seasoned veterans to rising stars, each player contributes to the team's success. Whether it's their agility on the field, precision in passing, or prowess in scoring, every aspect of the game is covered by this dynamic group. We got a great line up this season top to bottom and weve been grinding it out, putting that work in. We work super hard in practice and hopefully it translates to wins, said Anna Asano 25."
                },
                {
                    "type": "paragraph",
                    "text": "The legacy of success that this team has built over the past few years speaks volumes about their grind it out attitude. Winning back-to-back Lakes Region Championships is no small feat, but this team has set their sights on an even greater achievementa historic three-peat. Weve done it the past two years, wouldnt expect anything different this year. This year were going undefeated and getting that three-peat, said Bohan."
                },
                {
                    "type": "paragraph",
                    "text": "This team will be one to watch for all SPS students. Theres a lot of great night games in our schedule. The whole schools going to show out and its going to be a great showcase of what we got, said Asano. Make sure to show up, show out, and cheer as this team gets ready to destroy all competition."
                }
            ],
            "image": {
                "source": "NCfOJMfAchhEeyb.jpg",
                "caption": "Photographed by Hal Johnson",
                "show": false,
                "position": "top"
            }
        },
        {
            "id": "bIbhasjOMk",
            "title": {
                "text": "Boys Varsity Baseball and the Season Ahead",
                "size": "medium"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Theo Christoffersen",
            "date": "2024-04-24",
            "length": 2,
            "content": [
                {
                    "type": "paragraph",
                    "text": "The Boys Varsity Baseball team is coming into the 2023-24 season strong, with a good showing at their preseason and early scrimmages. After coming off of a great season last year and winning the Lakes Region Championship, the team looked ahead to fill some of the gaps their seniors left behind."
                },
                {
                    "type": "paragraph",
                    "text": "We lost a few key seniors after last year, but brought in some equally talented new guys. Right now, everyones starting to fall into their roles, and were just figuring out how best to translate the individual talent we have into team success, says Henry Wilson 26. With the guidance of captains Will Ekstrand 24, Daniel Sullivan 24 and Connor Pollard 24, the team has fostered a close-knit bond and look to build on the success of last year."
                },
                {
                    "type": "paragraph",
                    "text": "The team started with preseason in Florida during the last week of March break. Preseason was a great experience, says Wilson. It was awesome to challenge ourselves against some really tough teams and get some good practice in before we move into our league games. Its always nice to start the season with some nice weather, too."
                },
                {
                    "type": "paragraph",
                    "text": "Theo Schneible 26 agrees. We played 4 games in Florida during spring training against some very good competition, he says."
                },
                {
                    "type": "paragraph",
                    "text": "Besides baseball, players say they also found their team identity at preseason. The team has discovered a shared love for Chick-fil-A Sauce, says Wilson, and youd be hard-pressed to find another team on campus as united around a singular cause."
                },
                {
                    "type": "paragraph",
                    "text": "The team has high goals for the season. Honestly, I think were just trying to pick up where we left off last year, says Wilson. We lost a few great players, but I think we have the skills and talent to fill those gaps and keep it going. The Lakes Region competition can be a bit unpredictable from season to season, but were hoping to play as well as we know we can and bring another championship home."
                },
                {
                    "type": "paragraph",
                    "text": "Schneible articulated a similar thought. The goals for the season are to do the same thing as last year, he says. Go undefeated and win the Lakes Region tournament. We have a great group of guys with extreme amounts of talent, and Im excited to be a part of this team."
                },
                {
                    "type": "paragraph",
                    "text": "As the weather warms up, support the team as they work their way through the regular seasons and hopefully towards another Lakes Region Tournament win."
                }
            ],
            "image": {
                "source": "",
                "caption": "",
                "show": false,
                "position": ""
            }
        }
    ],
    "activities": [],
    "archives": [
        {
            "id": "sEBZRpsXkR",
            "title": {
                "text": "Archives Column: The School",
                "size": "big"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Cole Hamilton",
            "date": "2024-04-24",
            "length": 1,
            "content": [
                {
                    "type": "paragraph",
                    "text": "With construction concluding in 1880, the School is one of the largest vanished buildings on campus. The School had three main wings jutting off of one common room, one off each side, and one extending off the rear of the building. It was similar in function to the modern-day Coit, as while the second and third floors housed student living, the bottom floor held areas such as the student common room, dining rooms, and common spaces. As for student living, the rooms in the School were known as ‘alcoves,’ as they were all in one shared space, with three walls per alcove, leading to an open-aired student living area. Of note is that before the School’s destruction, the faculty house attached to the building was moved and preserved, and it still stands today."
                }
            ],
            "image": {
                "source": "XFjFGeoVkCiTRIT.jpg",
                "caption": "Photo courtesy of the SPS Archives",
                "show": true,
                "position": "bottom"
            }
        }
    ],
    "theater": [],
    "arts": [],
    "misc": [],
    "letters": [
        {
            "id": "GPfkLkJnkO",
            "title": {
                "text": "Letter from the Editors: Issue 12",
                "size": "big"
            },
            "summary": {
                "content": "",
                "show": false
            },
            "author": "Editors-In-Chief",
            "date": "2024-04-24",
            "length": 2,
            "content": [
                {
                    "type": "paragraph",
                    "text": "Dear reader,"
                },
                {
                    "type": "paragraph",
                    "text": "April is definitely fooling us. We came back ready for our Spring Term, and the next thing we knew, it was snowing. Regardless, we persevere onwards, hoping to get a glimpse of our favorite season when school no longer feels like a crushing weight and we can study outside on Chapel Lawn. But snow is not the only thing that has made this April crazy In fact, it feels like we havent even had a whole week of school yet. In between revisits, the solar eclipse, and college visits, April has been hectic. While the snow is melting and we wait for the tree outside Schoolhouse (fondly named Hum Tree) to grow its blooming flowers, we have an essential message for you all."
                },
                {
                    "type": "paragraph",
                    "text": "As we write this, stuck in traffic on the bus ride back from Johnson, VT, it only serves as a reminder that our days at school together with this group of people are numbered. Maybe we are getting a bit too emotional, or maybe its just the stench from the bus bathroom getting to our heads, but being stuck on this bus for eight hours has truly been a bonding experience. With no cell service and ample time, we were forced to meet people outside of our close circles. Lesson here: traffic is a blessing and a curse because Ford and Nash now share a special connection from the experience. There are members of Nash who we will now see on the paths and recognize."
                },
                {
                    "type": "paragraph",
                    "text": "More importantly, we shouldn't have to be stuck in traffic to spend time with people we may not normally see daily. Let's not wait for such moments to appreciate the people around us. We hope that our experience in the Concord Coach will inspire all of you, regardless of your grade, to make the most of this group of people while you are still here with them. Even though the senior class is the only group graduating, the community will be drastically different next year."
                },
                {
                    "type": "paragraph",
                    "text": "The senior class keeps getting asked what their legacy is and how they want to leave it this spring term. But the answer is simpler than many of you may think: talk with students outside of your close circle. We all have something in common: we are all here in this place at the same time. Take that as you will, but we all have the opportunity to meet and learn from each other because this place brought us together."
                },
                {
                    "type": "paragraph",
                    "text": "Xoxo,"
                },
                {
                    "type": "paragraph",
                    "text": "The EICs"
                },
                {
                    "type": "image",
                    "source": "zGYQiphhMZhlElM.jpg",
                    "caption": "Graphic by Julia Koeman",
                    "image_info": [
                        "d.jpg",
                        "zGYQiphhMZhlElM.jpg"
                    ]
                }
            ],
            "image": {
                "source": "",
                "caption": "",
                "show": false,
                "position": ""
            }
        }
    ]
}